[
  {
    "image_id": "106229",
    "original_captions": [
      "A dog is resting on a bedroom floor",
      "A small white and brown dog laying on the floor.",
      "A dog is sitting on the floor with a hair dryer and other objects.",
      "A long haired dog lays on a floor next to a suitcase and a black hairdryer. ",
      "A dog is laying on the carpet by a boot."
    ],
    "dense_captions": [
      "The image shows a large, fluffy dog, possibly a Golden Retriever or a similar breed, comfortably resting on a plush bedroom floor, perhaps on a soft rug or carpet, with sunlight softly filtering through a nearby window, creating a peaceful atmosphere.",
      "The image features a small white and brown dog, likely a terrier mix, lying calmly on a polished wooden floor, its eyes half-closed, suggesting a moment of quiet relaxation in a well-lit room.",
      "The image captures a dog sitting attentively on the floor, surrounded by various household objects, including a black hair dryer, perhaps indicating a grooming session or just a playful moment amidst everyday items in a casual setting.",
      "The image displays a long-haired dog, possibly a Shih Tzu or Maltese, stretched out on a tiled or wooden floor, positioned beside an open suitcase and a sleek black hairdryer, suggesting a recent arrival or preparation for travel.",
      "The image depicts a dog lying contentedly on a soft, patterned carpet, its head resting near a sturdy, well-worn boot, implying a comfortable and familiar spot within a home environment."
    ],
    "bounding_boxes": [
      {
        "x1": 207,
        "y1": 156,
        "x2": 557,
        "y2": 370,
        "class": "dog"
      },
      {
        "x1": 0,
        "y1": 14,
        "x2": 294,
        "y2": 334,
        "class": "suitcase"
      },
      {
        "x1": 16,
        "y1": 335,
        "x2": 203,
        "y2": 445,
        "class": "hair drier"
      }
    ]
  },
  {
    "image_id": "471783",
    "original_captions": [
      "A man riding a paddle board into a massive wave in the ocean.",
      "A  man on a kayak riding through the waves",
      "an image of a man in the water waves  with a paddle",
      "A man in a canoe looks backwards at a large wave.",
      "Person kayaking in waves with a yellow paddle."
    ],
    "dense_captions": [
      "The image captures a man on a paddle board, skillfully navigating a massive, powerful wave in the vast, open ocean, with spray erupting around him as he maintains balance against the force of the water.",
      "The image shows a man in a kayak bravely riding through a series of impressive ocean waves, his paddle poised, demonstrating agility and control amidst the dynamic and challenging water conditions.",
      "The image presents a man immersed in the ocean waves, holding a paddle, his focus intense as he interacts with the powerful water, suggesting an adventurous water sport like kayaking or paddleboarding.",
      "The image depicts a man in a canoe, looking intently backwards over his shoulder at an approaching large, cresting wave, conveying a sense of anticipation or challenge in the open water.",
      "The image features a person actively kayaking through turbulent waves, holding a vibrant yellow paddle that stands out against the blue and white of the ocean, highlighting their engagement in the exhilarating water activity."
    ],
    "bounding_boxes": [
      {
        "x1": 448,
        "y1": 247,
        "x2": 539,
        "y2": 329,
        "class": "person"
      },
      {
        "x1": 407,
        "y1": 308,
        "x2": 429,
        "y2": 330,
        "class": "surfboard"
      }
    ]
  },
  {
    "image_id": "574697",
    "original_captions": [
      "a projector a white laptop and some red chairs",
      "An open laptop computer sitting on top of a wooden table.",
      "A projector sitting on a desk next to a laptop. ",
      "A laptop sits open on a desk top surface.",
      "A table is set up with electronic equipment and a projector. "
    ],
    "dense_captions": [
      "The image displays a modern setup featuring a projector positioned alongside a sleek white laptop, with several vibrant red chairs arranged nearby, suggesting a contemporary meeting or presentation space.",
      "The image shows an open laptop computer resting on a warm, polished wooden table, its screen illuminated, indicating a workspace or study area with natural light.",
      "The image captures a projector placed on a sturdy desk, situated right next to an open laptop, suggesting a professional or educational setting where technology is being utilized for a presentation or work.",
      "The image depicts a laptop sitting open on a clean, uncluttered desktop surface, its screen reflecting ambient light, implying a focused work or study environment.",
      "The image illustrates a table meticulously set up with various electronic equipment, including a prominent projector, indicating a prepared station for a presentation, movie night, or similar tech-focused activity."
    ],
    "bounding_boxes": [
      {
        "x1": 590,
        "y1": 27,
        "x2": 640,
        "y2": 127,
        "class": "chair"
      },
      {
        "x1": 472,
        "y1": 76,
        "x2": 640,
        "y2": 380,
        "class": "laptop"
      },
      {
        "x1": 237,
        "y1": 18,
        "x2": 384,
        "y2": 60,
        "class": "remote"
      },
      {
        "x1": 423,
        "y1": 23,
        "x2": 496,
        "y2": 88,
        "class": "chair"
      },
      {
        "x1": 399,
        "y1": 0,
        "x2": 507,
        "y2": 36,
        "class": "chair"
      }
    ]
  },
  {
    "image_id": "286362",
    "original_captions": [
      "two men looking angry at each other. ",
      "There is a man who is holding a banana.",
      "A man is raising his fists at another man holding a banana.",
      "A guy holding up a banana at another guy who has his fist up. ",
      "A ginger holding up a fist next to a ripe banana."
    ],
    "dense_captions": [
      "The image captures two men in a tense confrontation, their expressions conveying anger as they face each other, possibly mid-argument or during a dramatic scene.",
      "The image focuses on a man holding a ripe, yellow banana, his gaze directed off-camera, creating an unusual and potentially humorous or mysterious focal point.",
      "The image depicts a man raising his fists in a confrontational manner towards another man who is holding a banana, creating a comical or absurd scene of impending conflict.",
      "The image shows one guy holding up a banana provocatively towards another guy who has his fist raised, highlighting a quirky and unexpected standoff between the two individuals.",
      "The image provides a close-up of a person's fist, possibly with reddish hair, raised in a gesture of defiance or anger, positioned strikingly next to a ripe, yellow banana, creating an odd and intriguing juxtaposition."
    ],
    "bounding_boxes": [
      {
        "x1": 1,
        "y1": 73,
        "x2": 246,
        "y2": 421,
        "class": "person"
      },
      {
        "x1": 302,
        "y1": 57,
        "x2": 639,
        "y2": 424,
        "class": "person"
      },
      {
        "x1": 298,
        "y1": 189,
        "x2": 372,
        "y2": 290,
        "class": "banana"
      }
    ]
  },
  {
    "image_id": "386784",
    "original_captions": [
      "Some people are sitting around a table eating pizza.",
      "Some people are at a table eating pizza.",
      "The friends are sitting at the table eating pizza. ",
      "A group of people sit around a table eating pizzas with sodas in glasses and cans next to the pizza on the table.",
      "Two men at table with plates of pizza and cups of soda."
    ],
    "dense_captions": [
      "The image shows a group of people gathered around a large table, actively engaged in eating slices of pizza, suggesting a casual and enjoyable social gathering.",
      "The image captures several people seated comfortably at a table, all focused on eating pizza, indicating a relaxed mealtime shared among friends or family.",
      "The image depicts a group of friends happily sitting together at a table, sharing and eating pizza, conveying a sense of camaraderie and shared enjoyment during their meal.",
      "The image illustrates a lively group of people seated around a table, enjoying various pizzas, with an assortment of sodas in glasses and cans scattered among the pizza boxes, creating a scene of a casual and abundant feast.",
      "The image focuses on two men seated at a table, each with a plate of pizza in front of them and cups of soda nearby, suggesting a simple, shared meal between two companions."
    ],
    "bounding_boxes": [
      {
        "x1": 1,
        "y1": 190,
        "x2": 638,
        "y2": 480,
        "class": "dining table"
      },
      {
        "x1": 95,
        "y1": 2,
        "x2": 350,
        "y2": 275,
        "class": "person"
      },
      {
        "x1": 23,
        "y1": 247,
        "x2": 127,
        "y2": 344,
        "class": "person"
      },
      {
        "x1": 417,
        "y1": 4,
        "x2": 640,
        "y2": 271,
        "class": "person"
      },
      {
        "x1": 2,
        "y1": 149,
        "x2": 52,
        "y2": 175,
        "class": "car"
      },
      {
        "x1": 101,
        "y1": 270,
        "x2": 207,
        "y2": 321,
        "class": "pizza"
      },
      {
        "x1": 511,
        "y1": 271,
        "x2": 640,
        "y2": 317,
        "class": "pizza"
      },
      {
        "x1": 303,
        "y1": 91,
        "x2": 360,
        "y2": 121,
        "class": "pizza"
      },
      {
        "x1": 30,
        "y1": 390,
        "x2": 464,
        "y2": 480,
        "class": "pizza"
      },
      {
        "x1": 0,
        "y1": 183,
        "x2": 97,
        "y2": 251,
        "class": "chair"
      },
      {
        "x1": 343,
        "y1": 178,
        "x2": 379,
        "y2": 222,
        "class": "chair"
      },
      {
        "x1": 614,
        "y1": 171,
        "x2": 640,
        "y2": 221,
        "class": "person"
      },
      {
        "x1": 499,
        "y1": 186,
        "x2": 560,
        "y2": 210,
        "class": "pizza"
      },
      {
        "x1": 477,
        "y1": 248,
        "x2": 552,
        "y2": 277,
        "class": "pizza"
      },
      {
        "x1": 354,
        "y1": 241,
        "x2": 387,
        "y2": 271,
        "class": "pizza"
      },
      {
        "x1": 287,
        "y1": 240,
        "x2": 316,
        "y2": 256,
        "class": "pizza"
      },
      {
        "x1": 92,
        "y1": 199,
        "x2": 145,
        "y2": 277,
        "class": "chair"
      },
      {
        "x1": 58,
        "y1": 158,
        "x2": 121,
        "y2": 199,
        "class": "chair"
      },
      {
        "x1": 204,
        "y1": 210,
        "x2": 279,
        "y2": 386,
        "class": "cup"
      },
      {
        "x1": 312,
        "y1": 193,
        "x2": 360,
        "y2": 290,
        "class": "cup"
      },
      {
        "x1": 0,
        "y1": 213,
        "x2": 28,
        "y2": 384,
        "class": "cup"
      },
      {
        "x1": 622,
        "y1": 170,
        "x2": 639,
        "y2": 188,
        "class": "pizza"
      }
    ]
  },
  {
    "image_id": "500688",
    "original_captions": [
      "A train traveling down railroad tracks past a cloud covered mountain.",
      "A train is passing through a residential neighborhood.",
      "A train on the tracks with lots of windows. ",
      "A white double deck passenger rail car with text painted on it sits at a siding.",
      "Looking at a train that has a lot of grafatti on it."
    ],
    "dense_captions": [
      "The image captures a train traveling along railroad tracks, with a majestic, cloud-covered mountain serving as a dramatic backdrop, suggesting a scenic journey through diverse landscapes.",
      "The image shows a train passing through a residential neighborhood, with houses and possibly gardens visible along the tracks, indicating its route through an inhabited area.",
      "The image depicts a train on the tracks, notable for its many windows, suggesting a passenger train designed for scenic views or a modern, well-lit interior.",
      "The image displays a sleek, white double-deck passenger rail car with distinct text painted on its side, currently sitting at a siding, perhaps waiting or parked, showcasing its design and branding.",
      "The image presents a close-up view of a train, heavily adorned with colorful graffiti, transforming the vehicle into a moving canvas of street art, highlighting its urban context."
    ],
    "bounding_boxes": [
      {
        "x1": 5,
        "y1": 115,
        "x2": 635,
        "y2": 269,
        "class": "train"
      }
    ]
  },
  {
    "image_id": "272852",
    "original_captions": [
      "A small bird resting on a thin branch.",
      "A small bird sitting on a branch ",
      "A little green and grey bird with a long beak sitting on a branch.",
      "The bird with the large beak is perched on the branch of a tree.",
      "A small bird sitting on top of a tree branch."
    ],
    "dense_captions": [
      "The image shows a small, delicate bird perched serenely on a thin, horizontal branch, its feathers subtly blending with the natural surroundings, suggesting a moment of quiet repose.",
      "The image captures a small bird sitting calmly on a branch, its posture relaxed, observing its environment from its natural perch.",
      "The image features a charming little bird, primarily green and grey, with a distinctly long beak, sitting attentively on a tree branch, highlighting its unique features and natural habitat.",
      "The image depicts a bird with a noticeably large beak, perched firmly on a branch of a tree, its silhouette prominent against the background, emphasizing its distinctive facial feature.",
      "The image shows a small bird perched on the very top of a tree branch, its tiny form silhouetted against the sky or distant foliage, indicating its elevated position."
    ],
    "bounding_boxes": [
      {
        "x1": 209,
        "y1": 114,
        "x2": 378,
        "y2": 315,
        "class": "bird"
      }
    ]
  },
  {
    "image_id": "86094",
    "original_captions": [
      "A newborn foal nursing his mother in a corral.",
      "A very young horse nursing from its mother.",
      "A small horse feeds off of its mother.",
      "A mother horse is feeding her baby in a field,",
      "The young horse is nursing from the mother."
    ],
    "dense_captions": [
      "The image captures a newborn foal intimately nursing from its mother within the confines of a corral, highlighting the tender bond and natural behavior between them.",
      "The image shows a very young horse, still quite small, actively nursing from its mother, emphasizing the early stages of life and maternal care in the equine world.",
      "The image depicts a small horse, likely a foal, feeding from its mother, illustrating the essential act of nourishment and the close relationship between mare and offspring.",
      "The image captures a mother horse feeding her baby in a lush green field, conveying a peaceful and natural scene of nurturing in an open environment.",
      "The image shows a young horse, a foal, actively nursing from its mother, illustrating a fundamental aspect of early equine development and the strong maternal bond."
    ],
    "bounding_boxes": [
      {
        "x1": 79,
        "y1": 49,
        "x2": 592,
        "y2": 418,
        "class": "horse"
      },
      {
        "x1": 44,
        "y1": 0,
        "x2": 640,
        "y2": 364,
        "class": "horse"
      }
    ]
  },
  {
    "image_id": "465247",
    "original_captions": [
      "A woman sits on the floor in front of a bookcase typing on a laptop.",
      "A young lady seated on the floor in a library studying books.",
      "A girl is sitting on the floor of a library typing on a laptop.",
      "A women using her laptop while sitting on a library floor.",
      "A girl sitting on a floor in a library with a laptop computer in front of her and shelves of books behind her."
    ],
    "dense_captions": [
      "The image shows a woman seated on the floor in front of a tall bookcase, engrossed in typing on a laptop, suggesting a comfortable and informal study or work setting within a library or home.",
      "The image depicts a young lady comfortably seated on the floor within what appears to be a library, surrounded by shelves of books, deeply engrossed in studying or reading.",
      "The image captures a girl sitting on the floor of a library, her attention focused on a laptop, indicating a modern approach to research or study amidst traditional books.",
      "The image shows a woman using her laptop while comfortably seated on a library floor, suggesting a relaxed and focused study session within an academic or public library.",
      "The image presents a girl sitting on the floor of a library, with an open laptop computer positioned directly in front of her, and towering shelves filled with books forming a rich backdrop, creating a scholarly atmosphere."
    ],
    "bounding_boxes": [
      {
        "x1": 225,
        "y1": 121,
        "x2": 400,
        "y2": 288,
        "class": "person"
      },
      {
        "x1": 366,
        "y1": 215,
        "x2": 444,
        "y2": 281,
        "class": "laptop"
      },
      {
        "x1": 296,
        "y1": 279,
        "x2": 329,
        "y2": 290,
        "class": "mouse"
      },
      {
        "x1": 18,
        "y1": 56,
        "x2": 30,
        "y2": 151,
        "class": "book"
      },
      {
        "x1": 372,
        "y1": 201,
        "x2": 423,
        "y2": 267,
        "class": "backpack"
      },
      {
        "x1": 56,
        "y1": 71,
        "x2": 79,
        "y2": 160,
        "class": "book"
      },
      {
        "x1": 74,
        "y1": 220,
        "x2": 87,
        "y2": 303,
        "class": "book"
      },
      {
        "x1": 138,
        "y1": 109,
        "x2": 145,
        "y2": 174,
        "class": "book"
      },
      {
        "x1": 60,
        "y1": 203,
        "x2": 100,
        "y2": 301,
        "class": "book"
      },
      {
        "x1": 114,
        "y1": 102,
        "x2": 124,
        "y2": 170,
        "class": "book"
      },
      {
        "x1": 42,
        "y1": 66,
        "x2": 56,
        "y2": 155,
        "class": "book"
      },
      {
        "x1": 106,
        "y1": 221,
        "x2": 124,
        "y2": 289,
        "class": "book"
      },
      {
        "x1": 27,
        "y1": 213,
        "x2": 47,
        "y2": 314,
        "class": "book"
      },
      {
        "x1": 106,
        "y1": 99,
        "x2": 113,
        "y2": 166,
        "class": "book"
      },
      {
        "x1": 180,
        "y1": 138,
        "x2": 187,
        "y2": 179,
        "class": "book"
      },
      {
        "x1": 0,
        "y1": 220,
        "x2": 29,
        "y2": 323,
        "class": "book"
      },
      {
        "x1": 215,
        "y1": 43,
        "x2": 239,
        "y2": 71,
        "class": "book"
      },
      {
        "x1": 18,
        "y1": 29,
        "x2": 234,
        "y2": 314,
        "class": "book"
      }
    ]
  },
  {
    "image_id": "280119",
    "original_captions": [
      "A man smiling with glasses on adjusting his tie.",
      "three young men sit on some chairs in a library",
      "Black and white image of three men sitting in a library and one is touching his necktie.",
      "A smiling young man adjusts a necktie he's wearing.",
      "Three men are hanging out with each other."
    ],
    "dense_captions": [
      "The image shows a man with glasses, smiling warmly as he adjusts his tie, suggesting a moment of preparation or a formal event.",
      "The image depicts three young men seated on chairs, possibly in a library or study, engaged in conversation or quiet activity, creating a scene of camaraderie.",
      "The image is a black and white photograph featuring three men seated in a library setting, with one man specifically touching his necktie, adding a classic and somewhat formal touch to the scene.",
      "The image captures a smiling young man in the process of adjusting his necktie, indicating a moment of self-grooming or preparation, perhaps before an important event.",
      "The image shows three men casually hanging out with each other, their relaxed postures and expressions suggesting a friendly social gathering."
    ],
    "bounding_boxes": [
      {
        "x1": 249,
        "y1": 233,
        "x2": 320,
        "y2": 389,
        "class": "tie"
      },
      {
        "x1": 98,
        "y1": 337,
        "x2": 173,
        "y2": 412,
        "class": "chair"
      },
      {
        "x1": 396,
        "y1": 271,
        "x2": 603,
        "y2": 414,
        "class": "chair"
      },
      {
        "x1": 163,
        "y1": 42,
        "x2": 373,
        "y2": 248,
        "class": "person"
      },
      {
        "x1": 363,
        "y1": 54,
        "x2": 640,
        "y2": 407,
        "class": "person"
      },
      {
        "x1": 531,
        "y1": 126,
        "x2": 576,
        "y2": 151,
        "class": "bowl"
      },
      {
        "x1": 126,
        "y1": 71,
        "x2": 202,
        "y2": 189,
        "class": "chair"
      },
      {
        "x1": 19,
        "y1": 65,
        "x2": 98,
        "y2": 181,
        "class": "chair"
      },
      {
        "x1": 96,
        "y1": 178,
        "x2": 116,
        "y2": 221,
        "class": "chair"
      },
      {
        "x1": 439,
        "y1": 23,
        "x2": 450,
        "y2": 82,
        "class": "book"
      },
      {
        "x1": 447,
        "y1": 15,
        "x2": 457,
        "y2": 83,
        "class": "book"
      },
      {
        "x1": 612,
        "y1": 263,
        "x2": 640,
        "y2": 372,
        "class": "chair"
      },
      {
        "x1": 399,
        "y1": 204,
        "x2": 412,
        "y2": 253,
        "class": "book"
      },
      {
        "x1": 473,
        "y1": 14,
        "x2": 485,
        "y2": 80,
        "class": "book"
      },
      {
        "x1": 481,
        "y1": 17,
        "x2": 497,
        "y2": 79,
        "class": "book"
      },
      {
        "x1": 491,
        "y1": 16,
        "x2": 508,
        "y2": 80,
        "class": "book"
      },
      {
        "x1": 393,
        "y1": 114,
        "x2": 417,
        "y2": 182,
        "class": "book"
      },
      {
        "x1": 372,
        "y1": 193,
        "x2": 395,
        "y2": 250,
        "class": "book"
      },
      {
        "x1": 437,
        "y1": 110,
        "x2": 453,
        "y2": 167,
        "class": "book"
      },
      {
        "x1": 390,
        "y1": 110,
        "x2": 424,
        "y2": 178,
        "class": "book"
      },
      {
        "x1": 394,
        "y1": 189,
        "x2": 428,
        "y2": 254,
        "class": "book"
      },
      {
        "x1": 382,
        "y1": 121,
        "x2": 392,
        "y2": 184,
        "class": "book"
      },
      {
        "x1": 575,
        "y1": 136,
        "x2": 592,
        "y2": 143,
        "class": "spoon"
      },
      {
        "x1": 378,
        "y1": 121,
        "x2": 384,
        "y2": 183,
        "class": "book"
      },
      {
        "x1": 18,
        "y1": 164,
        "x2": 127,
        "y2": 379,
        "class": "chair"
      },
      {
        "x1": 98,
        "y1": 45,
        "x2": 386,
        "y2": 409,
        "class": "person"
      },
      {
        "x1": 7,
        "y1": 0,
        "x2": 631,
        "y2": 276,
        "class": "book"
      }
    ]
  },
  {
    "image_id": "198492",
    "original_captions": [
      "Two girls sitting at a table smiling and eating and drinking. ",
      "A woman is eating a doughnut and drinking beer.",
      "there are two woman drinking beers and eating food",
      "A woman leaning into another woman as she holds a sandwich towards her.",
      "Two ladies are enjoying beer and treats at the table. "
    ],
    "dense_captions": [
      "The image captures two girls seated at a table, both smiling and actively engaged in eating and drinking, conveying a cheerful and social dining experience.",
      "The image shows a woman enjoying a doughnut and simultaneously drinking beer, presenting a casual and perhaps indulgent moment of relaxation.",
      "The image depicts two women sharing a table, both drinking beers and eating food, suggesting a convivial and relaxed social outing.",
      "The image focuses on a woman leaning in towards another woman, holding a sandwich out to her, suggesting a shared meal or a playful interaction between the two.",
      "The image shows two ladies seated at a table, visibly enjoying beer and various treats, highlighting a pleasant and leisurely social gathering."
    ],
    "bounding_boxes": [
      {
        "x1": 203,
        "y1": 281,
        "x2": 255,
        "y2": 479,
        "class": "bottle"
      },
      {
        "x1": 119,
        "y1": 258,
        "x2": 159,
        "y2": 400,
        "class": "bottle"
      },
      {
        "x1": 42,
        "y1": 296,
        "x2": 109,
        "y2": 474,
        "class": "bottle"
      },
      {
        "x1": 529,
        "y1": 294,
        "x2": 599,
        "y2": 473,
        "class": "bottle"
      },
      {
        "x1": 420,
        "y1": 2,
        "x2": 640,
        "y2": 253,
        "class": "umbrella"
      },
      {
        "x1": 150,
        "y1": 428,
        "x2": 204,
        "y2": 459,
        "class": "cell phone"
      },
      {
        "x1": 0,
        "y1": 285,
        "x2": 640,
        "y2": 474,
        "class": "dining table"
      },
      {
        "x1": 235,
        "y1": 146,
        "x2": 541,
        "y2": 429,
        "class": "person"
      },
      {
        "x1": 32,
        "y1": 176,
        "x2": 222,
        "y2": 385,
        "class": "person"
      },
      {
        "x1": 537,
        "y1": 314,
        "x2": 634,
        "y2": 480,
        "class": "wine glass"
      },
      {
        "x1": 221,
        "y1": 222,
        "x2": 268,
        "y2": 241,
        "class": "donut"
      },
      {
        "x1": 585,
        "y1": 242,
        "x2": 640,
        "y2": 287,
        "class": "handbag"
      },
      {
        "x1": 0,
        "y1": 314,
        "x2": 30,
        "y2": 430,
        "class": "cup"
      },
      {
        "x1": 475,
        "y1": 264,
        "x2": 640,
        "y2": 326,
        "class": "dining table"
      }
    ]
  },
  {
    "image_id": "129579",
    "original_captions": [
      "A very large clock tower sitting above a street light.",
      "A large tall tower on a building with a clock.",
      "Signs with directions are hanging on a light post.",
      "A street light with three lamps and directional signs.",
      "Sign post with three lights in front of a building with grand clock."
    ],
    "dense_captions": [
      "The image features a very large, prominent clock tower majestically rising above a street light, dominating the urban skyline and serving as a significant landmark.",
      "The image displays a large, tall tower integrated into a building, prominently featuring a clock, indicating a historical or architectural landmark in an urban setting.",
      "The image shows multiple signs with clear directions hanging from a sturdy light post, providing guidance for travelers or pedestrians in an urban environment.",
      "The image depicts a street light equipped with three distinct lamps, and below them, several directional signs, indicating a busy intersection or a point of interest.",
      "The image presents a prominent sign post with three lights, positioned directly in front of a grand building adorned with a large, impressive clock, creating a classic urban scene."
    ],
    "bounding_boxes": [
      {
        "x1": 138,
        "y1": 65,
        "x2": 160,
        "y2": 86,
        "class": "clock"
      },
      {
        "x1": 73,
        "y1": 135,
        "x2": 124,
        "y2": 183,
        "class": "potted plant"
      },
      {
        "x1": 125,
        "y1": 70,
        "x2": 132,
        "y2": 92,
        "class": "clock"
      }
    ]
  },
  {
    "image_id": "179500",
    "original_captions": [
      "A man swinging a tennis racquet on top of a tennis court.",
      "Athlete in action during match play on court.",
      "A tennis player is holding his racket upside down.",
      "A man on a tennis court with a racquet.",
      "A close up of a man holding his Tennis racket. "
    ],
    "dense_captions": [
      "The image captures a man in mid-swing with a tennis racquet on a vibrant green tennis court, showcasing dynamic action during a match.",
      "The image depicts an athlete in full action during match play on a tennis court, demonstrating agility and focus in the midst of a competitive game.",
      "The image shows a tennis player holding his racket upside down, an unusual posture that might suggest a moment of rest, contemplation, or a unique technique during play.",
      "The image captures a man on a tennis court, holding a racquet, his posture suggesting readiness for play or a moment of pause during a game.",
      "The image is a close-up shot of a man's hand firmly gripping his tennis racket, emphasizing the details of the grip and the intensity of his hold."
    ],
    "bounding_boxes": [
      {
        "x1": 0,
        "y1": 24,
        "x2": 321,
        "y2": 640,
        "class": "person"
      },
      {
        "x1": 43,
        "y1": 307,
        "x2": 164,
        "y2": 640,
        "class": "tennis racket"
      }
    ]
  },
  {
    "image_id": "448548",
    "original_captions": [
      "a surfer in a wet suit is surfing on a white board",
      "there are two surfers riding a wave at the beach",
      "Two surfers on boards in water with waves in daylight",
      "A surfer skillfully riding a medium sized wave. ",
      "The people are riding the waves in the water on their boards."
    ],
    "dense_captions": [
      "The image captures a surfer in a wetsuit, skillfully riding a white surfboard on a wave, showcasing the dynamic action of the sport.",
      "The image shows two surfers actively riding a wave together at the beach, their boards cutting through the water, conveying a sense of shared excitement and skill.",
      "The image depicts two surfers on their boards, immersed in the water with waves breaking around them under daylight, highlighting their engagement with the ocean.",
      "The image captures a surfer demonstrating impressive skill as they ride a medium-sized wave, their body balanced and focused on the movement of the water.",
      "The image shows multiple people riding waves in the water on their surfboards, illustrating a lively scene of water sports and enjoyment of the ocean."
    ],
    "bounding_boxes": [
      {
        "x1": 197,
        "y1": 184,
        "x2": 231,
        "y2": 231,
        "class": "person"
      },
      {
        "x1": 234,
        "y1": 178,
        "x2": 252,
        "y2": 194,
        "class": "person"
      },
      {
        "x1": 190,
        "y1": 223,
        "x2": 212,
        "y2": 237,
        "class": "surfboard"
      }
    ]
  },
  {
    "image_id": "35778",
    "original_captions": [
      "A zebra statue in front of a business sign.",
      "A fake zebra is standing under a sign.",
      "A zebra statue standing under a large sign.",
      "A statue of a zebra in front of a store. ",
      "A zebra statue outside of a building zoomed in closely."
    ],
    "dense_captions": [
      "The image features a striking zebra statue positioned directly in front of a business sign, creating an eye-catching and somewhat whimsical storefront display.",
      "The image shows a fake zebra standing prominently beneath a large sign, suggesting a unique marketing strategy or decorative element for a business.",
      "The image depicts a zebra statue standing directly under a large sign, drawing attention to its artistic or commercial purpose in an outdoor setting.",
      "The image captures a statue of a zebra positioned in front of a store, serving as an unusual and memorable visual marker for the establishment.",
      "The image is a closely zoomed-in shot of a zebra statue situated just outside a building, emphasizing its details and prominent placement as a decorative or advertising piece."
    ],
    "bounding_boxes": [
      {
        "x1": 177,
        "y1": 3,
        "x2": 484,
        "y2": 500,
        "class": "zebra"
      }
    ]
  },
  {
    "image_id": "63671",
    "original_captions": [
      "A bunch of vegetables that are on a table.",
      "Cabbage, broccoli and other assorted vegetables are arranged on a table.",
      "The stack of vegetables include celery, broccoli, and cauliflower. ",
      "Broccoli, cauliflower, and other vegetables on a black background.",
      "Cauliflower, onions, broccoli and other vegetables gathered together."
    ],
    "dense_captions": [
      "The image displays a vibrant assortment of fresh vegetables neatly arranged on a table, suggesting a healthy meal preparation or a farmer's market display.",
      "The image shows a colorful arrangement of cabbage, broccoli, and other assorted vegetables meticulously laid out on a table, indicating freshness and variety.",
      "The image highlights a diverse stack of fresh vegetables, including crisp celery, vibrant broccoli, and pale cauliflower, suggesting a healthy and abundant harvest.",
      "The image presents a visually appealing composition of broccoli, cauliflower, and other various vegetables arranged against a dark, possibly black, background, making their colors pop.",
      "The image depicts a collection of cauliflower, onions, broccoli, and other fresh vegetables gathered closely together, suggesting ingredients ready for cooking or a bountiful display."
    ],
    "bounding_boxes": [
      {
        "x1": 83,
        "y1": 177,
        "x2": 238,
        "y2": 323,
        "class": "broccoli"
      },
      {
        "x1": 457,
        "y1": 268,
        "x2": 510,
        "y2": 309,
        "class": "carrot"
      },
      {
        "x1": 467,
        "y1": 305,
        "x2": 508,
        "y2": 327,
        "class": "carrot"
      }
    ]
  },
  {
    "image_id": "212739",
    "original_captions": [
      "A man riding his skate board down a slope .",
      "A skateboarder riding up an inclined concrete area.",
      "Young skateboarder going down a paved slope in front of onlookers.",
      "a person riding on a skate board down a hill",
      "A man in grey shirt riding on a skateboard."
    ],
    "dense_captions": [
      "The image captures a man skillfully riding his skateboard down a steep slope, demonstrating speed and control as he descends.",
      "The image shows a skateboarder confidently riding up an inclined concrete area, showcasing their ability to navigate challenging terrains within a skate park.",
      "The image depicts a young skateboarder gracefully going down a paved slope, with several onlookers observing, suggesting a public skate park or an urban setting.",
      "The image features a person riding on a skateboard, descending a hill, conveying a sense of motion and freedom as they glide downwards.",
      "The image captures a man in a grey shirt actively riding on a skateboard, his posture indicating movement and balance, possibly in an urban or recreational setting."
    ],
    "bounding_boxes": [
      {
        "x1": 120,
        "y1": 199,
        "x2": 159,
        "y2": 298,
        "class": "person"
      },
      {
        "x1": 214,
        "y1": 187,
        "x2": 317,
        "y2": 422,
        "class": "person"
      },
      {
        "x1": 157,
        "y1": 248,
        "x2": 183,
        "y2": 301,
        "class": "person"
      },
      {
        "x1": 208,
        "y1": 368,
        "x2": 318,
        "y2": 404,
        "class": "skateboard"
      },
      {
        "x1": 177,
        "y1": 253,
        "x2": 229,
        "y2": 346,
        "class": "person"
      }
    ]
  },
  {
    "image_id": "358750",
    "original_captions": [
      "A blue and white double decker bus parked in a parking lot.",
      "A double deck tour bus sitting in a parking lot.",
      "This Leyland branded double decker bus belongs to Transdev Lancashire United.",
      "A blue and white double decker bus parking in let.",
      "a double deckered bus parked in a lot"
    ],
    "dense_captions": [
      "The image shows a distinctive blue and white double-decker bus neatly parked in a spacious parking lot, suggesting it's either off-duty or awaiting its next route.",
      "The image captures a double-deck tour bus, likely red or blue, sitting idly in a parking lot, perhaps waiting for passengers or between tours.",
      "The image identifies a specific Leyland branded double-decker bus, noting its ownership by Transdev Lancashire United, providing a detailed and specific context for the vehicle.",
      "The image depicts a blue and white double-decker bus parked in a lot, its prominent size and color standing out in the open space.",
      "The image shows a double-deckered bus simply parked in a lot, its large structure and multiple levels visible against the background."
    ],
    "bounding_boxes": [
      {
        "x1": 85,
        "y1": 47,
        "x2": 561,
        "y2": 439,
        "class": "bus"
      }
    ]
  },
  {
    "image_id": "170413",
    "original_captions": [
      "An open cell phone with a picture of Eeoyre on it",
      "an open flip phone, showing an image of Eeyore, lays beside a pen on an open textbook",
      "The flip phone, open to a cartoon character, is lying on  the workbook written in a foreign language, ",
      "A cellphone is sitting open on top of a workbook.",
      "A cellphone is placed right on top of a booklet. "
    ],
    "dense_captions": [
      "The image features an open cell phone displaying a clear picture of Eeyore, the beloved Winnie the Pooh character, suggesting a personalized device or a fan's item.",
      "The image captures an open flip phone, its screen showing an image of Eeyore, resting beside a pen on an open textbook, creating a scene of casual study or distraction.",
      "The image shows a flip phone, open to reveal a cartoon character (Eeyore), lying on a workbook with text written in a foreign language, hinting at a student's desk or a moment of leisure during study.",
      "The image depicts a cellphone sitting open on top of a workbook, its screen possibly illuminated, suggesting a break from studies or a quick check of the device.",
      "The image shows a cellphone carefully placed right on top of a booklet, indicating a temporary resting spot or a deliberate arrangement on a surface."
    ],
    "bounding_boxes": [
      {
        "x1": 214,
        "y1": 134,
        "x2": 368,
        "y2": 436,
        "class": "cell phone"
      },
      {
        "x1": 0,
        "y1": 84,
        "x2": 460,
        "y2": 480,
        "class": "book"
      },
      {
        "x1": 565,
        "y1": 143,
        "x2": 640,
        "y2": 474,
        "class": "book"
      }
    ]
  },
  {
    "image_id": "182593",
    "original_captions": [
      "A man riding a surfboard on top of a river.",
      "A man surfing down a river on a surfboard.",
      "A group of people watching a surfer going down a river.",
      "A man in black wetsuit surfing in wave on a river.",
      "A surfer is riding the waters waves while another man looks on. "
    ],
    "dense_captions": [
      "The image captures a man skillfully riding a surfboard on top of a river, an unusual setting for surfing, suggesting a unique water sport or a strong river current.",
      "The image shows a man actively surfing down a river on a surfboard, highlighting the dynamic and perhaps challenging nature of river surfing.",
      "The image depicts a group of people gathered, intently watching a surfer as he navigates down a river, indicating a spectator event or a popular local activity.",
      "The image features a man in a black wetsuit actively surfing a wave on a river, emphasizing the specific attire and the unusual environment for the sport.",
      "The image shows a surfer skillfully riding the water's waves, likely on a river, while another man looks on from the side, suggesting a shared experience or observation."
    ],
    "bounding_boxes": [
      {
        "x1": 295,
        "y1": 200,
        "x2": 333,
        "y2": 215,
        "class": "boat"
      },
      {
        "x1": 313,
        "y1": 263,
        "x2": 355,
        "y2": 323,
        "class": "person"
      },
      {
        "x1": 439,
        "y1": 226,
        "x2": 556,
        "y2": 471,
        "class": "person"
      },
      {
        "x1": 279,
        "y1": 322,
        "x2": 332,
        "y2": 341,
        "class": "surfboard"
      },
      {
        "x1": 213,
        "y1": 195,
        "x2": 232,
        "y2": 253,
        "class": "person"
      },
      {
        "x1": 81,
        "y1": 216,
        "x2": 98,
        "y2": 236,
        "class": "person"
      },
      {
        "x1": 377,
        "y1": 134,
        "x2": 387,
        "y2": 169,
        "class": "person"
      },
      {
        "x1": 366,
        "y1": 151,
        "x2": 376,
        "y2": 177,
        "class": "person"
      },
      {
        "x1": 356,
        "y1": 143,
        "x2": 368,
        "y2": 176,
        "class": "person"
      },
      {
        "x1": 495,
        "y1": 285,
        "x2": 569,
        "y2": 427,
        "class": "backpack"
      },
      {
        "x1": 224,
        "y1": 199,
        "x2": 245,
        "y2": 221,
        "class": "surfboard"
      },
      {
        "x1": 179,
        "y1": 207,
        "x2": 208,
        "y2": 244,
        "class": "surfboard"
      },
      {
        "x1": 295,
        "y1": 200,
        "x2": 334,
        "y2": 216,
        "class": "surfboard"
      },
      {
        "x1": 201,
        "y1": 210,
        "x2": 223,
        "y2": 224,
        "class": "surfboard"
      },
      {
        "x1": 307,
        "y1": 178,
        "x2": 319,
        "y2": 193,
        "class": "person"
      },
      {
        "x1": 384,
        "y1": 136,
        "x2": 397,
        "y2": 170,
        "class": "person"
      },
      {
        "x1": 60,
        "y1": 236,
        "x2": 106,
        "y2": 263,
        "class": "surfboard"
      }
    ]
  },
  {
    "image_id": "210983",
    "original_captions": [
      "a field with a table clock and pieces of a fence",
      "A large clock sitting in front of a wooden structure.",
      "a large clock hanging in a frame next to chicken coop ",
      "A large clock in a back yard with a pen with a chicken in it ",
      "a small cage that is holding a brown chicken in it"
    ],
    "dense_captions": [
      "The image displays a rustic field setting with a prominent table clock and fragmented pieces of a fence, creating a somewhat whimsical or abandoned rural scene.",
      "The image features a large clock standing prominently in front of a wooden structure, suggesting an outdoor clock or a decorative element in a garden.",
      "The image depicts a large clock hanging within a wooden frame, positioned next to what appears to be a chicken coop, creating a charming and rustic farmyard vignette.",
      "The image shows a large clock placed in a backyard, with a pen nearby that contains a chicken, suggesting a quirky and personalized outdoor space.",
      "The image focuses on a small cage, clearly holding a brown chicken, highlighting a detail within a larger farm or backyard setting."
    ],
    "bounding_boxes": [
      {
        "x1": 80,
        "y1": 78,
        "x2": 245,
        "y2": 236,
        "class": "clock"
      },
      {
        "x1": 0,
        "y1": 174,
        "x2": 30,
        "y2": 227,
        "class": "car"
      },
      {
        "x1": 348,
        "y1": 332,
        "x2": 410,
        "y2": 402,
        "class": "bird"
      },
      {
        "x1": 220,
        "y1": 331,
        "x2": 234,
        "y2": 389,
        "class": "bird"
      }
    ]
  },
  {
    "image_id": "237324",
    "original_captions": [
      "A taxi cab that is sitting in the street.",
      "Large line of Taxi cabs in a very busy well lit town.",
      "A taxi is seen waiting for a passenger ",
      "A red taxi cab driving down a city street at night.",
      "A taxi cab that driving down the street."
    ],
    "dense_captions": [
      "The image shows a yellow taxi cab stationary in the street, perhaps waiting for a passenger or at a traffic light, typical of an urban setting.",
      "The image depicts a long line of taxi cabs in a bustling, well-lit town, suggesting a busy urban night scene with active transportation.",
      "The image captures a taxi waiting for a passenger, its presence indicating an urban environment where transportation services are readily available.",
      "The image shows a red taxi cab driving down a city street at night, its lights illuminated, contributing to the vibrant and active atmosphere of the urban landscape after dark.",
      "The image depicts a taxi cab in motion, driving down a street, suggesting a typical urban scene of transportation and daily activity."
    ],
    "bounding_boxes": [
      {
        "x1": 33,
        "y1": 264,
        "x2": 439,
        "y2": 630,
        "class": "car"
      },
      {
        "x1": 214,
        "y1": 257,
        "x2": 353,
        "y2": 282,
        "class": "car"
      },
      {
        "x1": 96,
        "y1": 232,
        "x2": 161,
        "y2": 311,
        "class": "car"
      },
      {
        "x1": 153,
        "y1": 236,
        "x2": 188,
        "y2": 295,
        "class": "car"
      },
      {
        "x1": 161,
        "y1": 234,
        "x2": 208,
        "y2": 272,
        "class": "car"
      },
      {
        "x1": 42,
        "y1": 216,
        "x2": 89,
        "y2": 355,
        "class": "person"
      },
      {
        "x1": 167,
        "y1": 248,
        "x2": 211,
        "y2": 293,
        "class": "person"
      },
      {
        "x1": 426,
        "y1": 226,
        "x2": 440,
        "y2": 297,
        "class": "person"
      },
      {
        "x1": 256,
        "y1": 242,
        "x2": 354,
        "y2": 275,
        "class": "car"
      },
      {
        "x1": 340,
        "y1": 228,
        "x2": 354,
        "y2": 270,
        "class": "person"
      },
      {
        "x1": 160,
        "y1": 310,
        "x2": 239,
        "y2": 381,
        "class": "person"
      },
      {
        "x1": 237,
        "y1": 250,
        "x2": 355,
        "y2": 282,
        "class": "car"
      },
      {
        "x1": 216,
        "y1": 235,
        "x2": 244,
        "y2": 263,
        "class": "car"
      },
      {
        "x1": 200,
        "y1": 234,
        "x2": 224,
        "y2": 271,
        "class": "car"
      },
      {
        "x1": 316,
        "y1": 231,
        "x2": 333,
        "y2": 238,
        "class": "car"
      },
      {
        "x1": 411,
        "y1": 233,
        "x2": 430,
        "y2": 298,
        "class": "person"
      },
      {
        "x1": 35,
        "y1": 263,
        "x2": 440,
        "y2": 632,
        "class": "truck"
      },
      {
        "x1": 0,
        "y1": 161,
        "x2": 99,
        "y2": 362,
        "class": "bus"
      }
    ]
  },
  {
    "image_id": "291830",
    "original_captions": [
      "The living room has a long grey couch and a rug under the coffee table. ",
      "a long black couch sitting below a big window",
      "The contemporary living room has clean lines and furnishings.",
      "A living room with couch, chair, window, and blue globe on the table.",
      "A clean and modern living room has its blinds open."
    ],
    "dense_captions": [
      "The image showcases a modern living room featuring a long, comfortable grey couch and a stylish rug placed beneath a coffee table, creating a cohesive and inviting space.",
      "The image displays a long, dark-colored couch positioned beneath a large window, suggesting a spacious living area with ample natural light.",
      "The image highlights a contemporary living room characterized by its clean lines and minimalist furnishings, conveying a modern and uncluttered aesthetic.",
      "The image depicts a well-appointed living room complete with a comfortable couch, an armchair, a large window, and a distinctive blue globe resting on the coffee table, adding a touch of decor.",
      "The image shows a clean and modern living room with its blinds fully open, allowing natural light to flood the space and revealing a bright, airy ambiance."
    ],
    "bounding_boxes": [
      {
        "x1": 49,
        "y1": 190,
        "x2": 73,
        "y2": 261,
        "class": "tv"
      },
      {
        "x1": 196,
        "y1": 224,
        "x2": 250,
        "y2": 296,
        "class": "chair"
      },
      {
        "x1": 253,
        "y1": 215,
        "x2": 394,
        "y2": 297,
        "class": "chair"
      },
      {
        "x1": 13,
        "y1": 241,
        "x2": 50,
        "y2": 287,
        "class": "chair"
      },
      {
        "x1": 361,
        "y1": 229,
        "x2": 638,
        "y2": 353,
        "class": "couch"
      },
      {
        "x1": 313,
        "y1": 287,
        "x2": 368,
        "y2": 299,
        "class": "book"
      },
      {
        "x1": 327,
        "y1": 313,
        "x2": 338,
        "y2": 320,
        "class": "book"
      },
      {
        "x1": 278,
        "y1": 294,
        "x2": 325,
        "y2": 309,
        "class": "book"
      }
    ]
  },
  {
    "image_id": "539476",
    "original_captions": [
      "Man in clock shop with several types of wall clocks",
      "A man is standing next to a wall covered in clocks.",
      "A surprised man standing next to a wall of cuckoo clocks.",
      "A man standing inside of a clock shop with lots of clocks.",
      "A man making faces at a wall of cuckoo clocks"
    ],
    "dense_captions": [
      "The image captures a man standing inside a clock shop, surrounded by an impressive array of various types of wall clocks, indicating a specialized retail environment.",
      "The image shows a man standing next to a wall completely covered in clocks, creating a visually busy and interesting backdrop, likely within a clock shop or museum.",
      "The image depicts a man with a surprised expression, standing beside a wall adorned with numerous cuckoo clocks, suggesting a moment of amusement or wonder in a unique setting.",
      "The image captures a man standing inside a clock shop, surrounded by an abundance of clocks of all shapes and sizes, conveying the specialized nature of the store.",
      "The image shows a man making playful faces at a wall densely packed with cuckoo clocks, indicating a lighthearted and engaging interaction with the unique merchandise."
    ],
    "bounding_boxes": [
      {
        "x1": 63,
        "y1": 158,
        "x2": 293,
        "y2": 425,
        "class": "person"
      },
      {
        "x1": 282,
        "y1": 264,
        "x2": 303,
        "y2": 288,
        "class": "clock"
      },
      {
        "x1": 367,
        "y1": 188,
        "x2": 393,
        "y2": 214,
        "class": "clock"
      },
      {
        "x1": 448,
        "y1": 244,
        "x2": 472,
        "y2": 266,
        "class": "clock"
      },
      {
        "x1": 437,
        "y1": 70,
        "x2": 465,
        "y2": 93,
        "class": "clock"
      },
      {
        "x1": 582,
        "y1": 202,
        "x2": 609,
        "y2": 227,
        "class": "clock"
      },
      {
        "x1": 96,
        "y1": 270,
        "x2": 114,
        "y2": 291,
        "class": "clock"
      },
      {
        "x1": 149,
        "y1": 56,
        "x2": 168,
        "y2": 79,
        "class": "clock"
      },
      {
        "x1": 159,
        "y1": 211,
        "x2": 180,
        "y2": 234,
        "class": "clock"
      },
      {
        "x1": 48,
        "y1": 149,
        "x2": 69,
        "y2": 174,
        "class": "clock"
      },
      {
        "x1": 361,
        "y1": 356,
        "x2": 387,
        "y2": 378,
        "class": "clock"
      },
      {
        "x1": 287,
        "y1": 90,
        "x2": 310,
        "y2": 115,
        "class": "clock"
      },
      {
        "x1": 589,
        "y1": 11,
        "x2": 620,
        "y2": 38,
        "class": "clock"
      },
      {
        "x1": 610,
        "y1": 350,
        "x2": 633,
        "y2": 373,
        "class": "clock"
      },
      {
        "x1": 48,
        "y1": 0,
        "x2": 474,
        "y2": 429,
        "class": "clock"
      }
    ]
  },
  {
    "image_id": "218687",
    "original_captions": [
      "A large frosting teddy bear sitting on top of a pink cake.",
      "A small brown and white teddy bear and candle atop a bar of soap.",
      "A cake is decorated with a bear and single candle. ",
      "A decorative brown bear on top of a pink cake.",
      "A fondant teddy bear sits on top of a cake."
    ],
    "dense_captions": [
      "The image features a large, intricately frosted teddy bear figurine sitting prominently on top of a vibrant pink cake, suggesting a whimsical and celebratory dessert.",
      "The image shows a small brown and white teddy bear figurine and a single candle delicately placed atop what appears to be a bar of soap, creating an unexpected and curious arrangement.",
      "The image depicts a cake beautifully decorated with a charming bear figure and a single, lit candle, indicating a birthday celebration or a special occasion.",
      "The image displays a decorative brown bear figurine positioned on top of a pink cake, highlighting the artistic detail and celebratory nature of the dessert.",
      "The image captures a fondant teddy bear meticulously crafted and placed on top of a cake, showcasing the artistry and detail of the cake decoration."
    ],
    "bounding_boxes": [
      {
        "x1": 0,
        "y1": 235,
        "x2": 427,
        "y2": 640,
        "class": "cake"
      },
      {
        "x1": 102,
        "y1": 236,
        "x2": 381,
        "y2": 439,
        "class": "teddy bear"
      }
    ]
  },
  {
    "image_id": "437944",
    "original_captions": [
      "A woman cutting into a cake with a knife.",
      "A woman cutting a cake at counter with other people around.",
      "A woman cutting a cake as people fellowship in the background.",
      "several people at a party and a lady cutting a cake.",
      "A woman at a birthday party is cutting a cake."
    ],
    "dense_captions": [
      "The image shows a woman in the process of cutting into a cake with a knife, suggesting a celebratory moment or a shared meal.",
      "The image depicts a woman cutting a cake at a counter, with other people gathered around her, indicating a social event or gathering.",
      "The image captures a woman gracefully cutting a cake while other people are seen fellowshipping in the background, conveying a sense of community and celebration.",
      "The image shows several people at a party, with a lady prominently cutting a cake, highlighting a central activity at the gathering.",
      "The image depicts a woman at a birthday party, actively engaged in cutting a cake, emphasizing the festive and celebratory atmosphere."
    ],
    "bounding_boxes": [
      {
        "x1": 512,
        "y1": 221,
        "x2": 556,
        "y2": 357,
        "class": "bottle"
      },
      {
        "x1": 550,
        "y1": 253,
        "x2": 577,
        "y2": 292,
        "class": "cup"
      },
      {
        "x1": 462,
        "y1": 263,
        "x2": 486,
        "y2": 300,
        "class": "cup"
      },
      {
        "x1": 577,
        "y1": 265,
        "x2": 605,
        "y2": 295,
        "class": "cup"
      },
      {
        "x1": 272,
        "y1": 280,
        "x2": 284,
        "y2": 339,
        "class": "knife"
      },
      {
        "x1": 447,
        "y1": 314,
        "x2": 501,
        "y2": 360,
        "class": "spoon"
      },
      {
        "x1": 496,
        "y1": 240,
        "x2": 508,
        "y2": 268,
        "class": "spoon"
      },
      {
        "x1": 355,
        "y1": 285,
        "x2": 384,
        "y2": 307,
        "class": "spoon"
      },
      {
        "x1": 129,
        "y1": 301,
        "x2": 363,
        "y2": 395,
        "class": "cake"
      },
      {
        "x1": 39,
        "y1": 63,
        "x2": 292,
        "y2": 340,
        "class": "person"
      },
      {
        "x1": 256,
        "y1": 187,
        "x2": 334,
        "y2": 305,
        "class": "person"
      },
      {
        "x1": 300,
        "y1": 144,
        "x2": 358,
        "y2": 299,
        "class": "person"
      },
      {
        "x1": 397,
        "y1": 159,
        "x2": 442,
        "y2": 253,
        "class": "person"
      },
      {
        "x1": 435,
        "y1": 156,
        "x2": 489,
        "y2": 285,
        "class": "person"
      },
      {
        "x1": 468,
        "y1": 110,
        "x2": 640,
        "y2": 296,
        "class": "person"
      },
      {
        "x1": 350,
        "y1": 151,
        "x2": 432,
        "y2": 304,
        "class": "person"
      },
      {
        "x1": 76,
        "y1": 146,
        "x2": 98,
        "y2": 185,
        "class": "person"
      },
      {
        "x1": 23,
        "y1": 241,
        "x2": 46,
        "y2": 306,
        "class": "person"
      },
      {
        "x1": 394,
        "y1": 253,
        "x2": 430,
        "y2": 303,
        "class": "person"
      },
      {
        "x1": 487,
        "y1": 262,
        "x2": 521,
        "y2": 301,
        "class": "bowl"
      },
      {
        "x1": 387,
        "y1": 301,
        "x2": 522,
        "y2": 366,
        "class": "bowl"
      },
      {
        "x1": 318,
        "y1": 299,
        "x2": 389,
        "y2": 320,
        "class": "bowl"
      },
      {
        "x1": 1,
        "y1": 182,
        "x2": 20,
        "y2": 305,
        "class": "person"
      }
    ]
  },
  {
    "image_id": "416997",
    "original_captions": [
      "The woman in the tank top is preparing to serve a tennis ball.",
      "A woman holding a tennis ball and racquet on a court.",
      "The woman is playing tennis on the court.",
      "A woman standing on a tennis court holding a racquet.",
      "A woman holding a tennis racket in her hand."
    ],
    "dense_captions": [
      "The image captures a woman in a tank top, poised and ready to serve a tennis ball, showcasing her athletic stance and focus on the court.",
      "The image shows a woman on a tennis court, holding both a tennis ball and a racquet, indicating her readiness to play or practice.",
      "The image depicts a woman actively playing tennis on the court, her movements suggesting she is mid-game or practice, demonstrating her engagement in the sport.",
      "The image captures a woman standing on a tennis court, holding a racquet, her posture suggesting a moment of readiness or contemplation before a shot.",
      "The image focuses on a woman's hand firmly holding a tennis racket, emphasizing the grip and the equipment central to the sport."
    ],
    "bounding_boxes": [
      {
        "x1": 239,
        "y1": 549,
        "x2": 264,
        "y2": 576,
        "class": "sports ball"
      },
      {
        "x1": 67,
        "y1": 237,
        "x2": 261,
        "y2": 640,
        "class": "person"
      },
      {
        "x1": 162,
        "y1": 519,
        "x2": 351,
        "y2": 618,
        "class": "tennis racket"
      }
    ]
  },
  {
    "image_id": "222594",
    "original_captions": [
      "there are many different pictures on this fridge",
      "A big white fridge with a bunch of items on it.",
      "A refrigerator with various photo's ,and advertizements attached to it. ",
      "The door of the refrigerator has many magnets and small pictures on it. ",
      "The poster board is a special place for remembrances."
    ],
    "dense_captions": [
      "The image shows a refrigerator door covered with a multitude of different pictures, creating a personalized and busy collage of memories and notes.",
      "The image depicts a large white fridge, its surface adorned with a bunch of various items, including photos, magnets, and notes, suggesting a well-used family appliance.",
      "The image captures a refrigerator door covered with various photos and advertisements, creating a vibrant and functional display board in a home kitchen.",
      "The image shows the door of a refrigerator, densely covered with many magnets and small pictures, indicating a collection of personal mementos and practical items.",
      "The image suggests that the refrigerator door functions as a special poster board, serving as a dedicated place for displaying cherished remembrances and important notes."
    ],
    "bounding_boxes": [
      {
        "x1": 1,
        "y1": 30,
        "x2": 375,
        "y2": 494,
        "class": "refrigerator"
      }
    ]
  },
  {
    "image_id": "315713",
    "original_captions": [
      "A young girl about to bite into a hotdog dotted with mustard and ketchup",
      "A girl makes a face as she eats a hot dog.",
      "A little girl is attempting to eat a hot dog.",
      "THERE IS A GIRL THAT IS EATING A HOT DOG ",
      "A girl getting ready to bite into a hotdog "
    ],
    "dense_captions": [
      "The image captures a young girl with a mischievous or eager expression, about to take a bite into a hotdog generously dotted with mustard and ketchup, highlighting a classic American snack.",
      "The image shows a girl making a funny or expressive face as she eats a hot dog, suggesting a moment of enjoyment or a playful reaction to the food.",
      "The image depicts a little girl attempting to eat a hot dog, perhaps struggling with its size or just taking her first bite, conveying a charming and relatable moment.",
      "The image clearly shows a girl actively eating a hot dog, focusing on the simple act of enjoying the food.",
      "The image captures a girl in anticipation, getting ready to bite into a hotdog, highlighting the moment just before consumption."
    ],
    "bounding_boxes": [
      {
        "x1": 141,
        "y1": 29,
        "x2": 557,
        "y2": 480,
        "class": "person"
      },
      {
        "x1": 518,
        "y1": 152,
        "x2": 640,
        "y2": 480,
        "class": "person"
      },
      {
        "x1": 531,
        "y1": 5,
        "x2": 606,
        "y2": 188,
        "class": "person"
      },
      {
        "x1": 148,
        "y1": 232,
        "x2": 334,
        "y2": 316,
        "class": "hot dog"
      },
      {
        "x1": 496,
        "y1": 56,
        "x2": 543,
        "y2": 266,
        "class": "person"
      },
      {
        "x1": 124,
        "y1": 48,
        "x2": 170,
        "y2": 194,
        "class": "person"
      }
    ]
  },
  {
    "image_id": "246613",
    "original_captions": [
      "A bathroom with a toilet and a couple towels.",
      "A bathroom with a white toilet next to a white sink.",
      "A bathroom with toilet and vanity and orange towels.",
      "Various beauty supplies sit around the sink of a clean bathroom.",
      "A bathroom with several towels and a pink wastebasket. "
    ],
    "dense_captions": [
      "The image shows a clean bathroom featuring a white toilet and a couple of neatly folded towels, suggesting a tidy and functional space.",
      "The image depicts a bathroom with a pristine white toilet positioned next to a matching white sink, highlighting a simple and cohesive design.",
      "The image captures a bathroom equipped with a toilet, a vanity, and several vibrant orange towels, adding a pop of color to the functional space.",
      "The image focuses on various beauty supplies neatly arranged around the sink of a clean bathroom, suggesting a well-organized and personal grooming area.",
      "The image shows a bathroom with several towels, possibly in different colors, and a small pink wastebasket, indicating a well-equipped and functional space."
    ],
    "bounding_boxes": [
      {
        "x1": 241,
        "y1": 190,
        "x2": 267,
        "y2": 270,
        "class": "bottle"
      },
      {
        "x1": 121,
        "y1": 259,
        "x2": 293,
        "y2": 547,
        "class": "toilet"
      },
      {
        "x1": 437,
        "y1": 260,
        "x2": 480,
        "y2": 312,
        "class": "sink"
      },
      {
        "x1": 372,
        "y1": 174,
        "x2": 394,
        "y2": 230,
        "class": "bottle"
      },
      {
        "x1": 393,
        "y1": 162,
        "x2": 469,
        "y2": 226,
        "class": "handbag"
      }
    ]
  },
  {
    "image_id": "278260",
    "original_captions": [
      "Two men sitting at a table with beer in front of them",
      "The men sit next to each other at the table with beers in front of them.",
      "Two men sitting at a table with drinks in front of them.",
      "A man holding his hands up at a table with another man on the phone",
      "Two men are sitting at a table with beers on it. "
    ],
    "dense_captions": [
      "The image captures two men seated at a table, with glasses of beer prominently placed in front of them, suggesting a casual social gathering or a pub setting.",
      "The image shows two men comfortably seated next to each other at a table, with beers positioned directly in front of them, indicating a shared drink and conversation.",
      "The image depicts two men sitting at a table, with various drinks in front of them, suggesting a relaxed social interaction or a meal.",
      "The image captures one man holding his hands up in a gesture of surprise or exasperation at a table, while another man is engrossed in a phone call, creating a dynamic social scene.",
      "The image shows two men casually seated at a table, with beers clearly visible on the table between them, indicating a relaxed social setting."
    ],
    "bounding_boxes": [
      {
        "x1": 132,
        "y1": 224,
        "x2": 152,
        "y2": 285,
        "class": "tie"
      },
      {
        "x1": 106,
        "y1": 203,
        "x2": 122,
        "y2": 229,
        "class": "cell phone"
      },
      {
        "x1": 245,
        "y1": 229,
        "x2": 500,
        "y2": 371,
        "class": "chair"
      },
      {
        "x1": 0,
        "y1": 286,
        "x2": 334,
        "y2": 371,
        "class": "dining table"
      },
      {
        "x1": 212,
        "y1": 0,
        "x2": 500,
        "y2": 375,
        "class": "person"
      },
      {
        "x1": 95,
        "y1": 158,
        "x2": 240,
        "y2": 342,
        "class": "person"
      },
      {
        "x1": 87,
        "y1": 282,
        "x2": 190,
        "y2": 371,
        "class": "cup"
      },
      {
        "x1": 4,
        "y1": 295,
        "x2": 60,
        "y2": 364,
        "class": "cup"
      },
      {
        "x1": 185,
        "y1": 214,
        "x2": 264,
        "y2": 342,
        "class": "chair"
      }
    ]
  },
  {
    "image_id": "345617",
    "original_captions": [
      "There must be a problem with the sewer system.",
      "A house with a makeshift dock in the back yard",
      "a boat is pulling up behind a house",
      "Someone has created a small dock with just a few pieces of wood.",
      "a couple of houses that are next to each other"
    ],
    "dense_captions": [
      "The image suggests a problem with the sewer system, possibly showing signs of overflow or damage, implying an infrastructure issue.",
      "The image depicts a house with a makeshift dock constructed in its backyard, suggesting an unusual adaptation to a water body or a unique recreational feature.",
      "The image captures a boat approaching or pulling up behind a house, indicating a waterfront property or a unique mode of transportation.",
      "The image shows a small, improvised dock created with just a few pieces of wood, highlighting a resourceful and basic construction for water access.",
      "The image displays a couple of houses situated close to each other, indicating a residential area or a shared architectural style."
    ],
    "bounding_boxes": [
      {
        "x1": 7,
        "y1": 122,
        "x2": 114,
        "y2": 174,
        "class": "bench"
      },
      {
        "x1": 388,
        "y1": 88,
        "x2": 420,
        "y2": 124,
        "class": "chair"
      },
      {
        "x1": 371,
        "y1": 86,
        "x2": 396,
        "y2": 118,
        "class": "chair"
      },
      {
        "x1": 1,
        "y1": 303,
        "x2": 267,
        "y2": 476,
        "class": "boat"
      },
      {
        "x1": 1,
        "y1": 206,
        "x2": 41,
        "y2": 239,
        "class": "person"
      },
      {
        "x1": 586,
        "y1": 47,
        "x2": 613,
        "y2": 80,
        "class": "chair"
      },
      {
        "x1": 432,
        "y1": 101,
        "x2": 456,
        "y2": 123,
        "class": "potted plant"
      }
    ]
  },
  {
    "image_id": "94307",
    "original_captions": [
      "A variety of fruits and vegetables and a carton of eggs.",
      "A group of fruits and vegetables laid out on the table.",
      "A variety of vegetables are shown spread out on the table.",
      "a number of vegetables and fruits on a table ",
      "Looking down at a table covered with fresh eggs, vegetables and fruits"
    ],
    "dense_captions": [
      "The image presents a diverse array of fresh fruits and vegetables, along with a carton of eggs, neatly arranged on a surface, suggesting a healthy and abundant selection of groceries.",
      "The image shows a colorful group of fruits and vegetables thoughtfully laid out on a table, creating an appealing display of fresh produce.",
      "The image depicts a variety of fresh vegetables spread out on a table, emphasizing their abundance and readiness for preparation.",
      "The image captures a collection of various vegetables and fruits arranged on a table, highlighting the natural bounty and healthy options.",
      "The image is a top-down view of a table generously covered with fresh eggs, a vibrant assortment of vegetables, and various fruits, creating a rich and inviting display of farm-fresh produce."
    ],
    "bounding_boxes": [
      {
        "x1": 287,
        "y1": 323,
        "x2": 345,
        "y2": 390,
        "class": "orange"
      },
      {
        "x1": 328,
        "y1": 289,
        "x2": 391,
        "y2": 352,
        "class": "orange"
      },
      {
        "x1": 281,
        "y1": 228,
        "x2": 339,
        "y2": 287,
        "class": "orange"
      },
      {
        "x1": 241,
        "y1": 300,
        "x2": 286,
        "y2": 347,
        "class": "orange"
      },
      {
        "x1": 226,
        "y1": 250,
        "x2": 280,
        "y2": 301,
        "class": "orange"
      },
      {
        "x1": 312,
        "y1": 537,
        "x2": 451,
        "y2": 564,
        "class": "carrot"
      },
      {
        "x1": 386,
        "y1": 503,
        "x2": 455,
        "y2": 541,
        "class": "carrot"
      },
      {
        "x1": 364,
        "y1": 414,
        "x2": 472,
        "y2": 526,
        "class": "carrot"
      },
      {
        "x1": 335,
        "y1": 463,
        "x2": 378,
        "y2": 514,
        "class": "carrot"
      },
      {
        "x1": 346,
        "y1": 509,
        "x2": 393,
        "y2": 524,
        "class": "carrot"
      }
    ]
  },
  {
    "image_id": "328902",
    "original_captions": [
      "A large white bath tub sitting next to a bathroom sink.",
      "a black counter top in a large bathroom",
      "A bathroom with a long counter near a bathtub.  ",
      "a small bathroom features a tub, large vanity and mirror.",
      "A bathroom that has a sink, mirror, and bathtub in it."
    ],
    "dense_captions": [
      "The image features a large, pristine white bathtub positioned directly next to a bathroom sink, creating a functional and cohesive bathing area.",
      "The image shows a sleek black countertop in a spacious bathroom, suggesting a modern and elegant design aesthetic.",
      "The image depicts a bathroom with a long counter extending near a bathtub, providing ample space for toiletries and accessories.",
      "The image illustrates a small bathroom, efficiently designed to include a bathtub, a large vanity, and a prominent mirror, maximizing its utility.",
      "The image shows a bathroom equipped with a sink, a mirror, and a bathtub, highlighting the essential fixtures of a functional bathing space."
    ],
    "bounding_boxes": [
      {
        "x1": 321,
        "y1": 250,
        "x2": 340,
        "y2": 293,
        "class": "cup"
      },
      {
        "x1": 466,
        "y1": 327,
        "x2": 606,
        "y2": 379,
        "class": "sink"
      },
      {
        "x1": 356,
        "y1": 249,
        "x2": 375,
        "y2": 269,
        "class": "cup"
      }
    ]
  },
  {
    "image_id": "90991",
    "original_captions": [
      "A person riding a surfboard doing a flip over a wave.",
      "A guy wearing a wetsuit in the middle of surfing. ",
      "A man surfboarding in the ocean on a wave.",
      "A surfer at the top of a wave in the air doing a trick. ",
      "Man flips while surfing on a surfboard in the water."
    ],
    "dense_captions": [
      "The image captures a person on a surfboard, mid-air, performing a flip over a wave, showcasing an impressive and dynamic acrobatic maneuver.",
      "The image shows a guy wearing a wetsuit, actively engaged in surfing, capturing a moment of intense concentration and balance on the water.",
      "The image depicts a man surfboarding in the ocean on a wave, illustrating the classic scene of the sport with focus on the rider and the water.",
      "The image captures a surfer at the very top of a wave, airborne, in the process of executing a trick, highlighting a moment of peak performance and daring.",
      "The image shows a man in mid-flip while surfing on a surfboard in the water, emphasizing the acrobatic and thrilling aspect of the sport."
    ],
    "bounding_boxes": [
      {
        "x1": 161,
        "y1": 96,
        "x2": 407,
        "y2": 291,
        "class": "person"
      },
      {
        "x1": 144,
        "y1": 19,
        "x2": 306,
        "y2": 301,
        "class": "surfboard"
      }
    ]
  },
  {
    "image_id": "131527",
    "original_captions": [
      "The broccoli florets are blue and green in color before cooking.",
      "a couple of broccoli stalk pieces and leaves.",
      "The are lots of pieces of fresh broccoli.",
      "A close up of chopped broccoli florets with some leaves",
      "close up shot of a bunch of uncooked broccoli florets "
    ],
    "dense_captions": [
      "The image shows broccoli florets, vibrant in blue and green hues, before they have been cooked, highlighting their natural, raw appearance.",
      "The image features a couple of broccoli stalk pieces and some leaves, focusing on the less commonly consumed parts of the vegetable, perhaps for composting or specific recipes.",
      "The image displays a generous quantity of fresh broccoli pieces, emphasizing the abundance and readiness of the vegetable.",
      "The image is a close-up shot of chopped broccoli florets, with some accompanying leaves, highlighting the texture and detail of the prepared vegetable.",
      "The image is an extreme close-up shot of a bunch of uncooked broccoli florets, emphasizing their intricate texture and vibrant green color."
    ],
    "bounding_boxes": [
      {
        "x1": 242,
        "y1": 210,
        "x2": 406,
        "y2": 410,
        "class": "broccoli"
      },
      {
        "x1": 290,
        "y1": 61,
        "x2": 534,
        "y2": 262,
        "class": "broccoli"
      },
      {
        "x1": 142,
        "y1": 251,
        "x2": 247,
        "y2": 320,
        "class": "broccoli"
      },
      {
        "x1": 487,
        "y1": 67,
        "x2": 640,
        "y2": 280,
        "class": "broccoli"
      },
      {
        "x1": 132,
        "y1": 1,
        "x2": 358,
        "y2": 150,
        "class": "broccoli"
      },
      {
        "x1": 0,
        "y1": 55,
        "x2": 213,
        "y2": 256,
        "class": "broccoli"
      },
      {
        "x1": 126,
        "y1": 317,
        "x2": 350,
        "y2": 420,
        "class": "broccoli"
      },
      {
        "x1": 328,
        "y1": 1,
        "x2": 493,
        "y2": 87,
        "class": "broccoli"
      },
      {
        "x1": 394,
        "y1": 280,
        "x2": 476,
        "y2": 342,
        "class": "broccoli"
      }
    ]
  },
  {
    "image_id": "268213",
    "original_captions": [
      "The kitchen is full of various gourmet ingredients ingredients.",
      "a kitchen with a refrigerator and cupboards with many bottles",
      "a white refrigerator some bowls bottles pots and knives",
      "Large fridge sticks out from the wall under the cabinet",
      "Many objects are on the shelves and the refrigerator."
    ],
    "dense_captions": [
      "The image depicts a kitchen generously stocked with various gourmet ingredients, suggesting a well-equipped space for culinary enthusiasts.",
      "The image shows a kitchen with a prominent refrigerator and numerous cupboards filled with many bottles, indicating a well-stocked and organized space.",
      "The image features a white refrigerator, several bowls, bottles, pots, and knives, suggesting a functional and active kitchen environment.",
      "The image highlights a large refrigerator that extends noticeably from the wall, positioned directly under a cabinet, indicating its prominent placement in the kitchen.",
      "The image shows numerous objects neatly arranged on shelves, with a refrigerator also visible, suggesting a busy and well-utilized kitchen space."
    ],
    "bounding_boxes": [
      {
        "x1": 210,
        "y1": 417,
        "x2": 240,
        "y2": 480,
        "class": "bottle"
      },
      {
        "x1": 255,
        "y1": 31,
        "x2": 299,
        "y2": 93,
        "class": "bottle"
      },
      {
        "x1": 319,
        "y1": 312,
        "x2": 640,
        "y2": 474,
        "class": "refrigerator"
      },
      {
        "x1": 49,
        "y1": 412,
        "x2": 91,
        "y2": 459,
        "class": "cup"
      },
      {
        "x1": 356,
        "y1": 371,
        "x2": 370,
        "y2": 480,
        "class": "knife"
      },
      {
        "x1": 351,
        "y1": 353,
        "x2": 359,
        "y2": 477,
        "class": "knife"
      },
      {
        "x1": 330,
        "y1": 339,
        "x2": 335,
        "y2": 477,
        "class": "knife"
      },
      {
        "x1": 379,
        "y1": 175,
        "x2": 435,
        "y2": 209,
        "class": "bowl"
      },
      {
        "x1": 512,
        "y1": 293,
        "x2": 633,
        "y2": 306,
        "class": "book"
      },
      {
        "x1": 514,
        "y1": 282,
        "x2": 633,
        "y2": 298,
        "class": "book"
      },
      {
        "x1": 514,
        "y1": 303,
        "x2": 637,
        "y2": 317,
        "class": "book"
      },
      {
        "x1": 211,
        "y1": 30,
        "x2": 256,
        "y2": 92,
        "class": "bottle"
      },
      {
        "x1": 441,
        "y1": 266,
        "x2": 470,
        "y2": 319,
        "class": "bottle"
      },
      {
        "x1": 132,
        "y1": 396,
        "x2": 157,
        "y2": 480,
        "class": "bottle"
      },
      {
        "x1": 113,
        "y1": 396,
        "x2": 133,
        "y2": 480,
        "class": "bottle"
      },
      {
        "x1": 327,
        "y1": 356,
        "x2": 334,
        "y2": 455,
        "class": "knife"
      },
      {
        "x1": 432,
        "y1": 181,
        "x2": 475,
        "y2": 208,
        "class": "bowl"
      },
      {
        "x1": 472,
        "y1": 182,
        "x2": 526,
        "y2": 195,
        "class": "bowl"
      },
      {
        "x1": 329,
        "y1": 8,
        "x2": 415,
        "y2": 51,
        "class": "bowl"
      },
      {
        "x1": 375,
        "y1": 163,
        "x2": 434,
        "y2": 179,
        "class": "bowl"
      },
      {
        "x1": 513,
        "y1": 274,
        "x2": 627,
        "y2": 290,
        "class": "book"
      },
      {
        "x1": 337,
        "y1": 326,
        "x2": 347,
        "y2": 480,
        "class": "knife"
      },
      {
        "x1": 344,
        "y1": 341,
        "x2": 354,
        "y2": 478,
        "class": "knife"
      },
      {
        "x1": 322,
        "y1": 328,
        "x2": 328,
        "y2": 457,
        "class": "knife"
      }
    ]
  },
  {
    "image_id": "370138",
    "original_captions": [
      "A kitchen with a wooden counter next to an oven with a stove.",
      "an image of a kitchen setting with potted plants",
      "A kitchen with green walls and plants on the windowsill",
      "A kitchen with plants sitting in the window",
      "A small kitchen has appliances and houseplants on the window sill."
    ],
    "dense_captions": [
      "The image shows a kitchen with a warm wooden counter next to an oven with a stove, suggesting a functional and inviting cooking space.",
      "The image depicts a kitchen setting, distinguished by the presence of potted plants, adding a touch of natural greenery and warmth to the culinary space.",
      "The image features a kitchen with distinctive green walls and several plants arranged on the windowsill, creating a fresh and natural ambiance.",
      "The image shows a kitchen with various plants comfortably sitting in the window, suggesting a bright and airy space with a touch of nature.",
      "The image depicts a small kitchen, efficiently designed with essential appliances, and charming houseplants adorning the window sill, creating a cozy and inviting atmosphere."
    ],
    "bounding_boxes": [
      {
        "x1": 0,
        "y1": 193,
        "x2": 106,
        "y2": 352,
        "class": "potted plant"
      },
      {
        "x1": 87,
        "y1": 277,
        "x2": 130,
        "y2": 345,
        "class": "potted plant"
      },
      {
        "x1": 261,
        "y1": 219,
        "x2": 351,
        "y2": 273,
        "class": "bowl"
      },
      {
        "x1": 1,
        "y1": 313,
        "x2": 26,
        "y2": 357,
        "class": "bowl"
      },
      {
        "x1": 353,
        "y1": 346,
        "x2": 415,
        "y2": 453,
        "class": "oven"
      },
      {
        "x1": 0,
        "y1": 312,
        "x2": 26,
        "y2": 358,
        "class": "potted plant"
      }
    ]
  },
  {
    "image_id": "268146",
    "original_captions": [
      "A lifeguard surfboard is sunk into the shore line.",
      "A kayak sitting in a body of shallow water",
      "a large yellow surfboard that is the water",
      "A yellow lifeguard boat laying on its side in shallow water.",
      "A yellow boat is sitting up on a beach"
    ],
    "dense_captions": [
      "The image features a lifeguard surfboard partially submerged or sunk into the shoreline, suggesting it's either abandoned, stored, or temporarily placed near the water's edge.",
      "The image shows a kayak resting in a body of shallow water, perhaps near a beach or a calm lake, indicating a moment of pause or preparation for paddling.",
      "The image depicts a large yellow surfboard partially immersed in the water, its bright color standing out against the natural aquatic environment.",
      "The image captures a yellow lifeguard boat lying on its side in shallow water, possibly after use or being prepared for launch, highlighting its distinctive color and purpose.",
      "The image shows a yellow boat resting upright on a beach, suggesting it has been pulled ashore or is awaiting its next use."
    ],
    "bounding_boxes": [
      {
        "x1": 30,
        "y1": 105,
        "x2": 458,
        "y2": 322,
        "class": "surfboard"
      }
    ]
  },
  {
    "image_id": "167725",
    "original_captions": [
      "A baseball player holding a bat on a field.",
      "a baseball player swings his bat at a pitch",
      "A batter is at the plate getting ready to swing at the pitch.",
      "a player is swinging a baseball bat during a game",
      "A baseball player gets ready to hit a ball"
    ],
    "dense_captions": [
      "The image shows a baseball player holding a bat on a field, poised and ready for action, indicating a moment before a game or practice.",
      "The image captures a baseball player in mid-swing with his bat at a pitch, showcasing the dynamic and powerful action of hitting.",
      "The image depicts a batter at the plate, intently focused and getting ready to swing at the incoming pitch, conveying a moment of intense anticipation.",
      "The image shows a player actively swinging a baseball bat during a game, highlighting the athletic motion and competitive spirit.",
      "The image captures a baseball player in a ready stance, preparing to hit a ball, emphasizing their focus and anticipation before the play."
    ],
    "bounding_boxes": [
      {
        "x1": 70,
        "y1": 172,
        "x2": 116,
        "y2": 211,
        "class": "chair"
      },
      {
        "x1": 233,
        "y1": 112,
        "x2": 296,
        "y2": 165,
        "class": "baseball bat"
      },
      {
        "x1": 136,
        "y1": 305,
        "x2": 164,
        "y2": 337,
        "class": "baseball glove"
      },
      {
        "x1": 197,
        "y1": 150,
        "x2": 321,
        "y2": 379,
        "class": "person"
      },
      {
        "x1": 0,
        "y1": 239,
        "x2": 166,
        "y2": 387,
        "class": "person"
      },
      {
        "x1": 15,
        "y1": 128,
        "x2": 87,
        "y2": 217,
        "class": "person"
      },
      {
        "x1": 41,
        "y1": 64,
        "x2": 91,
        "y2": 176,
        "class": "person"
      },
      {
        "x1": 113,
        "y1": 66,
        "x2": 155,
        "y2": 134,
        "class": "person"
      },
      {
        "x1": 112,
        "y1": 97,
        "x2": 171,
        "y2": 215,
        "class": "person"
      },
      {
        "x1": 547,
        "y1": 106,
        "x2": 597,
        "y2": 240,
        "class": "person"
      },
      {
        "x1": 246,
        "y1": 72,
        "x2": 289,
        "y2": 143,
        "class": "person"
      },
      {
        "x1": 270,
        "y1": 98,
        "x2": 356,
        "y2": 161,
        "class": "person"
      },
      {
        "x1": 323,
        "y1": 94,
        "x2": 389,
        "y2": 215,
        "class": "person"
      },
      {
        "x1": 601,
        "y1": 67,
        "x2": 640,
        "y2": 239,
        "class": "person"
      },
      {
        "x1": 195,
        "y1": 93,
        "x2": 251,
        "y2": 215,
        "class": "person"
      },
      {
        "x1": 70,
        "y1": 205,
        "x2": 536,
        "y2": 223,
        "class": "bench"
      },
      {
        "x1": 143,
        "y1": 178,
        "x2": 177,
        "y2": 213,
        "class": "chair"
      },
      {
        "x1": 166,
        "y1": 174,
        "x2": 208,
        "y2": 239,
        "class": "chair"
      },
      {
        "x1": 446,
        "y1": 202,
        "x2": 476,
        "y2": 208,
        "class": "chair"
      },
      {
        "x1": 343,
        "y1": 178,
        "x2": 385,
        "y2": 215,
        "class": "chair"
      },
      {
        "x1": 0,
        "y1": 101,
        "x2": 40,
        "y2": 204,
        "class": "person"
      },
      {
        "x1": 1,
        "y1": 1,
        "x2": 562,
        "y2": 336,
        "class": "person"
      }
    ]
  },
  {
    "image_id": "559425",
    "original_captions": [
      "A woman sticking her tongue towards a cluster of green bananas on a tree",
      "A woman sticking out her tongue near a bunch of bananas",
      "A woman sticking her tongue out towards bananas.",
      "A woman sticking her tongue out to the side at a bunch of bananas on a tree.",
      "The woman is posing for a picture near a bunch of bananas. "
    ],
    "dense_captions": [
      "The image captures a woman playfully sticking her tongue out towards a cluster of green bananas hanging on a tree, creating a humorous and whimsical interaction with nature.",
      "The image shows a woman extending her tongue playfully near a bunch of bananas, suggesting a lighthearted moment or a quirky pose.",
      "The image depicts a woman sticking her tongue out in the direction of bananas, highlighting a playful or expressive gesture.",
      "The image captures a woman playfully sticking her tongue out to the side, aimed at a bunch of bananas still on a tree, creating a fun and unexpected scene.",
      "The image shows the woman posing for a picture, positioned near a large bunch of bananas, suggesting a vacation photo or a playful moment."
    ],
    "bounding_boxes": [
      {
        "x1": 0,
        "y1": 136,
        "x2": 228,
        "y2": 640,
        "class": "person"
      },
      {
        "x1": 205,
        "y1": 81,
        "x2": 359,
        "y2": 455,
        "class": "banana"
      }
    ]
  },
  {
    "image_id": "326442",
    "original_captions": [
      "Street sign surrounded by a flooded area of a city. ",
      "A flooded street with trees and street signs to demonstrate the water level.",
      "A children at play sign in front of a flooded street.",
      "A flooded street with tree and street sign under water",
      "A pole with two streets signs on it in the middle of flooding"
    ],
    "dense_captions": [
      "The image shows a street sign surrounded by a visibly flooded area of a city, indicating severe weather or drainage issues.",
      "The image depicts a flooded street with trees and street signs partially submerged, serving as a stark visual demonstration of the water level and the extent of the flooding.",
      "The image features a \"Children at Play\" sign positioned in front of a heavily flooded street, creating a poignant contrast between safety and danger.",
      "The image shows a street that is completely flooded, with a tree and a street sign partially submerged under water, illustrating the impact of heavy rainfall or overflow.",
      "The image captures a pole with two street signs attached to it, standing prominently in the middle of a flooded area, emphasizing the unusual and challenging conditions."
    ],
    "bounding_boxes": [
      {
        "x1": 44,
        "y1": 269,
        "x2": 52,
        "y2": 289,
        "class": "fire hydrant"
      }
    ]
  },
  {
    "image_id": "452536",
    "original_captions": [
      "a restroom contains a toilet and bathtub on ceramic floor tiles.",
      "A dirty, rusty corner of a bathroom through a window.",
      "A toilet and bathtub are seen in this old bathroom.",
      "A bathroom with a white toilet, tub, and tile floor.",
      "A picture of a very dirty bathroom floor. "
    ],
    "dense_captions": [
      "The image depicts a restroom containing a white toilet and a bathtub, both situated on a ceramic tiled floor, suggesting a functional and standard bathroom layout.",
      "The image shows a dirty, rusty corner of a bathroom, viewed through a window, highlighting neglect and disrepair in a confined space.",
      "The image features a toilet and a bathtub, both visible in an old bathroom, suggesting an outdated or well-used interior.",
      "The image depicts a bathroom with a white toilet, a matching tub, and a tiled floor, indicating a standard and functional design.",
      "The image is a close-up picture of a very dirty bathroom floor, emphasizing grime and neglect, creating a stark visual of an unkempt space."
    ],
    "bounding_boxes": [
      {
        "x1": 0,
        "y1": 219,
        "x2": 188,
        "y2": 421,
        "class": "toilet"
      },
      {
        "x1": 326,
        "y1": 6,
        "x2": 640,
        "y2": 174,
        "class": "sink"
      }
    ]
  },
  {
    "image_id": "50101",
    "original_captions": [
      "Four giraffes out in a field of some sort.",
      "Three large giraffes with one small standing next to a building.",
      "A group of giraffes in a large enclosure next to a stone barn.",
      "Three adult and one baby giraffe standing outside.",
      "A stone barn at a zoo with four giraffe standing around."
    ],
    "dense_captions": [
      "The image shows four giraffes standing in a vast field, their tall forms silhouetted against the landscape, suggesting a natural habitat or a large enclosure.",
      "The image depicts three large giraffes with one smaller, younger giraffe standing next to a building, possibly a barn or shelter, highlighting a family group in a managed environment.",
      "The image captures a group of giraffes within a large enclosure, positioned next to a stone barn, suggesting a zoo or wildlife sanctuary setting.",
      "The image shows three adult giraffes accompanied by one baby giraffe, all standing outdoors, creating a heartwarming scene of a giraffe family.",
      "The image features a stone barn at a zoo, with four giraffes standing around it, indicating a specific location within a zoological park."
    ],
    "bounding_boxes": [
      {
        "x1": 343,
        "y1": 162,
        "x2": 428,
        "y2": 313,
        "class": "giraffe"
      },
      {
        "x1": 477,
        "y1": 105,
        "x2": 597,
        "y2": 331,
        "class": "giraffe"
      },
      {
        "x1": 265,
        "y1": 215,
        "x2": 293,
        "y2": 278,
        "class": "giraffe"
      },
      {
        "x1": 272,
        "y1": 142,
        "x2": 361,
        "y2": 288,
        "class": "giraffe"
      }
    ]
  },
  {
    "image_id": "251466",
    "original_captions": [
      "two people riding horses on a city street ",
      "two police officers riding horses down the street",
      "A street scene with two police officers on horses.",
      "Two police officers on horseback traveling down a city street.",
      "Horse patrols help to slow down the pace of car traffic."
    ],
    "dense_captions": [
      "The image shows two people riding horses on a city street, an unusual sight that suggests a parade, a special event, or mounted police.",
      "The image depicts two police officers, dressed in uniform, riding horses down a city street, indicating a mounted patrol or ceremonial duty.",
      "The image captures a street scene featuring two police officers on horseback, adding a unique and traditional element to the urban landscape.",
      "The image shows two police officers on horseback, actively traveling down a city street, highlighting their role in maintaining order or participating in an event.",
      "The image suggests that horse patrols are effective in slowing down the pace of car traffic, implying a practical benefit of mounted police in urban areas."
    ],
    "bounding_boxes": [
      {
        "x1": 0,
        "y1": 220,
        "x2": 195,
        "y2": 473,
        "class": "horse"
      },
      {
        "x1": 38,
        "y1": 19,
        "x2": 220,
        "y2": 318,
        "class": "person"
      },
      {
        "x1": 409,
        "y1": 37,
        "x2": 557,
        "y2": 303,
        "class": "person"
      },
      {
        "x1": 593,
        "y1": 54,
        "x2": 632,
        "y2": 159,
        "class": "person"
      },
      {
        "x1": 614,
        "y1": 76,
        "x2": 640,
        "y2": 167,
        "class": "person"
      },
      {
        "x1": 134,
        "y1": 2,
        "x2": 284,
        "y2": 124,
        "class": "car"
      },
      {
        "x1": 335,
        "y1": 0,
        "x2": 386,
        "y2": 30,
        "class": "car"
      },
      {
        "x1": 137,
        "y1": 0,
        "x2": 287,
        "y2": 119,
        "class": "truck"
      },
      {
        "x1": 279,
        "y1": 0,
        "x2": 309,
        "y2": 62,
        "class": "car"
      },
      {
        "x1": 162,
        "y1": 11,
        "x2": 192,
        "y2": 39,
        "class": "person"
      },
      {
        "x1": 101,
        "y1": 85,
        "x2": 116,
        "y2": 113,
        "class": "tie"
      },
      {
        "x1": 438,
        "y1": 147,
        "x2": 615,
        "y2": 456,
        "class": "horse"
      }
    ]
  },
  {
    "image_id": "531906",
    "original_captions": [
      "Several pieces of luggage sitting at the bottom of the stairs.",
      "Group of suitcases lined up in front of a yellow staircase. ",
      "A set of suitcases sitting near a staircase.",
      "In front of a yellow staircase are suitcases: a glass suitcase, a real suitcase, a suitcase-shaped concrete block, and a statue of a suitcase on its side.",
      "Sculptures of luggage on display in a building with lots of windows. "
    ],
    "dense_captions": [
      "The image shows several pieces of luggage neatly arranged at the bottom of a staircase, suggesting a travel departure or arrival.",
      "The image depicts a group of suitcases, varying in size and color, lined up in an orderly fashion in front of a bright yellow staircase, creating a striking visual contrast.",
      "The image features a set of suitcases resting near a staircase, indicating a temporary stop or preparation for movement within a building.",
      "The image presents an artistic display in front of a yellow staircase, including a glass suitcase, a real suitcase, a concrete block shaped like a suitcase, and a statue of a suitcase on its side, creating a whimsical art installation.",
      "The image shows various sculptures of luggage on display within a building characterized by numerous windows, suggesting an art gallery or a public exhibition space."
    ],
    "bounding_boxes": [
      {
        "x1": 17,
        "y1": 136,
        "x2": 169,
        "y2": 301,
        "class": "suitcase"
      },
      {
        "x1": 328,
        "y1": 176,
        "x2": 504,
        "y2": 319,
        "class": "suitcase"
      },
      {
        "x1": 352,
        "y1": 199,
        "x2": 548,
        "y2": 362,
        "class": "suitcase"
      },
      {
        "x1": 130,
        "y1": 0,
        "x2": 302,
        "y2": 90,
        "class": "bus"
      },
      {
        "x1": 384,
        "y1": 241,
        "x2": 598,
        "y2": 356,
        "class": "suitcase"
      },
      {
        "x1": 2,
        "y1": 295,
        "x2": 217,
        "y2": 449,
        "class": "suitcase"
      }
    ]
  },
  {
    "image_id": "359876",
    "original_captions": [
      "A newly married Scottish couple cutting a choco wedding cake.",
      "a young couple holding hands next to a large cake",
      "THERE IS A BRIDE AND GROOM THAT IS CUTTIGN THEIR CAKE",
      "A bride and groom cut a chocolate wedding cake together.",
      "A man and woman cutting their wedding cake "
    ],
    "dense_captions": [
      "The image captures a newly married Scottish couple, dressed in traditional attire, joyfully cutting a chocolate wedding cake, highlighting a cultural and celebratory moment.",
      "The image shows a young couple, holding hands, standing intimately next to a large wedding cake, conveying a moment of shared happiness and commitment.",
      "The image clearly depicts a bride and groom in the act of cutting their wedding cake, a traditional and symbolic moment of their ceremony.",
      "The image captures a bride and groom together, cutting a rich chocolate wedding cake, symbolizing their union and shared future.",
      "The image shows a man and a woman, presumably a newlywed couple, in the process of cutting their wedding cake, a classic moment of celebration."
    ],
    "bounding_boxes": [
      {
        "x1": 4,
        "y1": 116,
        "x2": 224,
        "y2": 633,
        "class": "person"
      },
      {
        "x1": 154,
        "y1": 154,
        "x2": 275,
        "y2": 419,
        "class": "person"
      },
      {
        "x1": 210,
        "y1": 361,
        "x2": 233,
        "y2": 401,
        "class": "knife"
      },
      {
        "x1": 208,
        "y1": 307,
        "x2": 324,
        "y2": 461,
        "class": "cake"
      },
      {
        "x1": 389,
        "y1": 256,
        "x2": 409,
        "y2": 310,
        "class": "person"
      },
      {
        "x1": 409,
        "y1": 242,
        "x2": 427,
        "y2": 324,
        "class": "person"
      },
      {
        "x1": 373,
        "y1": 236,
        "x2": 403,
        "y2": 319,
        "class": "person"
      },
      {
        "x1": 264,
        "y1": 71,
        "x2": 284,
        "y2": 98,
        "class": "person"
      },
      {
        "x1": 203,
        "y1": 476,
        "x2": 296,
        "y2": 510,
        "class": "handbag"
      }
    ]
  },
  {
    "image_id": "327998",
    "original_captions": [
      "A man and a woman taking a photo together\n",
      "A pretty young lady embracing a man wearing a hat.",
      "A man in a hat is posing next to a woman.",
      "A couple in party outfits pose for a selfie photograph",
      "Man with a fedora posing with a woman with black hair."
    ],
    "dense_captions": [
      "The image captures a man and a woman posing together, perhaps for a selfie or a candid shot, their expressions suggesting a shared moment.",
      "The image depicts a pretty young lady embracing a man who is wearing a hat, suggesting affection or a close relationship between them.",
      "The image shows a man in a hat posing next to a woman, their proximity indicating a shared moment or a photo opportunity.",
      "The image captures a couple, dressed in party outfits, posing together for a selfie photograph, highlighting a festive and personal moment.",
      "The image features a man wearing a fedora, posing alongside a woman with dark hair, their styles suggesting a coordinated or fashionable appearance."
    ],
    "bounding_boxes": [
      {
        "x1": 412,
        "y1": 307,
        "x2": 460,
        "y2": 415,
        "class": "tie"
      },
      {
        "x1": 166,
        "y1": 95,
        "x2": 438,
        "y2": 474,
        "class": "person"
      },
      {
        "x1": 372,
        "y1": 20,
        "x2": 640,
        "y2": 479,
        "class": "person"
      },
      {
        "x1": 185,
        "y1": 219,
        "x2": 214,
        "y2": 274,
        "class": "cup"
      },
      {
        "x1": 240,
        "y1": 188,
        "x2": 262,
        "y2": 260,
        "class": "wine glass"
      },
      {
        "x1": 133,
        "y1": 247,
        "x2": 181,
        "y2": 267,
        "class": "bowl"
      }
    ]
  },
  {
    "image_id": "322625",
    "original_captions": [
      "Carrots and green beans sit next to a large kitchen knife. ",
      "vegetables are on the cutting board  next to the knife",
      "A cutting board topped with green beans and carrots.",
      "Sliced carrots and green beans are piled against each other, lying next to a large knife, on a cutting board that shows a peeler at the opposite end.  ",
      "an extreme close up of some carrots and a knife"
    ],
    "dense_captions": [
      "The image shows an assortment of carrots and green beans neatly arranged next to a large kitchen knife, suggesting ingredients prepared for cooking.",
      "The image depicts various vegetables, including carrots and green beans, spread out on a cutting board, positioned right next to a sharp kitchen knife, indicating active food preparation.",
      "The image features a cutting board generously topped with fresh green beans and sliced carrots, ready for further cooking or serving.",
      "The image shows sliced carrots and green beans piled closely together, resting next to a large knife on a cutting board, which also reveals a peeler at the opposite end, illustrating a detailed food preparation scene.",
      "The image is an extreme close-up shot of some carrots and a knife, emphasizing the texture of the vegetables and the sharpness of the blade."
    ],
    "bounding_boxes": [
      {
        "x1": 341,
        "y1": 105,
        "x2": 479,
        "y2": 333,
        "class": "knife"
      },
      {
        "x1": 108,
        "y1": 117,
        "x2": 190,
        "y2": 152,
        "class": "carrot"
      },
      {
        "x1": 90,
        "y1": 105,
        "x2": 131,
        "y2": 139,
        "class": "carrot"
      },
      {
        "x1": 73,
        "y1": 140,
        "x2": 160,
        "y2": 189,
        "class": "carrot"
      },
      {
        "x1": 100,
        "y1": 149,
        "x2": 187,
        "y2": 234,
        "class": "carrot"
      },
      {
        "x1": 125,
        "y1": 76,
        "x2": 252,
        "y2": 129,
        "class": "carrot"
      },
      {
        "x1": 169,
        "y1": 84,
        "x2": 269,
        "y2": 152,
        "class": "carrot"
      },
      {
        "x1": 67,
        "y1": 128,
        "x2": 106,
        "y2": 161,
        "class": "carrot"
      },
      {
        "x1": 215,
        "y1": 106,
        "x2": 297,
        "y2": 142,
        "class": "carrot"
      }
    ]
  },
  {
    "image_id": "313709",
    "original_captions": [
      "Two passengers wait to get onto an underground subway.",
      "Two people standing on a platform beside a parked subway car.",
      "A man and a woman standing in front of a train.",
      "A man and a woman, standing far apart, awaiting the subway.",
      "Two people standing in front of a train. "
    ],
    "dense_captions": [
      "The image captures two passengers patiently waiting to board an underground subway train, suggesting a typical scene in a bustling city transit system.",
      "The image shows two people standing on a platform, positioned beside a parked subway car, indicating a moment before boarding or after disembarking.",
      "The image depicts a man and a woman standing in front of a train, their presence suggesting they are either waiting to board or observing the vehicle.",
      "The image captures a man and a woman, standing noticeably far apart, awaiting the subway, hinting at a quiet moment or social distancing on the platform.",
      "The image shows two people standing directly in front of a train, their figures silhouetted or highlighted against the large vehicle."
    ],
    "bounding_boxes": [
      {
        "x1": 0,
        "y1": 1,
        "x2": 640,
        "y2": 394,
        "class": "train"
      },
      {
        "x1": 425,
        "y1": 12,
        "x2": 599,
        "y2": 471,
        "class": "person"
      },
      {
        "x1": 37,
        "y1": 21,
        "x2": 192,
        "y2": 439,
        "class": "person"
      },
      {
        "x1": 272,
        "y1": 153,
        "x2": 305,
        "y2": 193,
        "class": "person"
      },
      {
        "x1": 556,
        "y1": 92,
        "x2": 620,
        "y2": 240,
        "class": "handbag"
      },
      {
        "x1": 0,
        "y1": 106,
        "x2": 36,
        "y2": 193,
        "class": "person"
      },
      {
        "x1": 27,
        "y1": 146,
        "x2": 67,
        "y2": 189,
        "class": "person"
      }
    ]
  },
  {
    "image_id": "226595",
    "original_captions": [
      "a pizza half covered in greens and the other half plain",
      "A pizza with toppings including fresh greens sits ready to cut and eat.",
      "Freshly baked homemade vegetable and pepperoni topped pizza pie on peal.",
      "A flat bread pizza on a wood pizza server.",
      "A pizza with one half covered in basil, sitting on a wooden paddle."
    ],
    "dense_captions": [
      "The image displays a pizza, with one half generously covered in fresh greens and the other half left plain, offering a unique and customizable topping choice.",
      "The image shows a freshly baked pizza, adorned with toppings including vibrant fresh greens, sitting ready to be cut and eaten, highlighting its appeal.",
      "The image features a freshly baked homemade vegetable and pepperoni topped pizza pie, resting on a peal, emphasizing its artisanal quality and delicious ingredients.",
      "The image depicts a flatbread pizza placed on a wooden pizza server, highlighting its rustic presentation and simple yet appealing form.",
      "The image shows a pizza with one half distinctly covered in basil leaves, resting on a wooden paddle, emphasizing its fresh ingredients and readiness for serving."
    ],
    "bounding_boxes": [
      {
        "x1": 0,
        "y1": 57,
        "x2": 640,
        "y2": 318,
        "class": "dining table"
      },
      {
        "x1": 42,
        "y1": 90,
        "x2": 509,
        "y2": 467,
        "class": "pizza"
      },
      {
        "x1": 451,
        "y1": 1,
        "x2": 535,
        "y2": 88,
        "class": "bottle"
      }
    ]
  },
  {
    "image_id": "504851",
    "original_captions": [
      "two giraffes are walking around and some trees",
      "A couple of giraffes standing in a field.",
      "There are two giraffes standing in the wild next to trees.",
      "Two giraffe standing in a lush green field next to trees.",
      "Two giraffes are standing in a zoo enclosure with trees."
    ],
    "dense_captions": [
      "The image shows two giraffes gracefully walking around amidst some trees, suggesting a natural habitat or a spacious enclosure.",
      "The image depicts a couple of giraffes standing calmly in a field, their tall forms prominent against the landscape, indicating a peaceful moment in their environment.",
      "The image captures two giraffes standing in the wild, positioned next to trees, emphasizing their natural habitat and interaction with the environment.",
      "The image features two giraffes standing in a lush green field, with trees in the background, creating a serene and picturesque scene of wildlife.",
      "The image shows two giraffes standing within a zoo enclosure, with trees visible, indicating a managed environment for these majestic animals."
    ],
    "bounding_boxes": [
      {
        "x1": 314,
        "y1": 197,
        "x2": 484,
        "y2": 402,
        "class": "giraffe"
      },
      {
        "x1": 395,
        "y1": 220,
        "x2": 514,
        "y2": 401,
        "class": "giraffe"
      }
    ]
  },
  {
    "image_id": "276015",
    "original_captions": [
      "Three giraffes in an indoor enclosure eating leaves from a small tree.",
      "Several giraffes standing in an enclosure with water.",
      "Giraffes in captivity in a small concrete enclosure.",
      "Giraffes in small enclosures, looking sad and alone",
      "a couple of giraffes that are next to a building"
    ],
    "dense_captions": [
      "The image depicts three giraffes within an indoor enclosure, actively eating leaves from a small tree, suggesting a controlled environment for feeding.",
      "The image shows several giraffes standing within an enclosure that includes a body of water, indicating a varied habitat designed for their well-being.",
      "The image captures giraffes in captivity, confined within a small concrete enclosure, highlighting a more restrictive environment.",
      "The image portrays giraffes in small enclosures, their posture and isolated setting conveying a sense of sadness and loneliness.",
      "The image shows a couple of giraffes positioned next to a building, suggesting their presence within a zoo or a managed wildlife area."
    ],
    "bounding_boxes": [
      {
        "x1": 132,
        "y1": 161,
        "x2": 255,
        "y2": 361,
        "class": "giraffe"
      },
      {
        "x1": 419,
        "y1": 183,
        "x2": 640,
        "y2": 381,
        "class": "giraffe"
      },
      {
        "x1": 559,
        "y1": 130,
        "x2": 640,
        "y2": 209,
        "class": "giraffe"
      },
      {
        "x1": 409,
        "y1": 252,
        "x2": 454,
        "y2": 299,
        "class": "giraffe"
      }
    ]
  },
  {
    "image_id": "531719",
    "original_captions": [
      "A clock on a building with the word Eason on it.",
      "A street clock on a small steeple at Eason.",
      "A clock is mounted on a tall building.",
      "A clock hanging over a store entrance with a tree nearby.",
      "Downtown city area building with shop and clock."
    ],
    "dense_captions": [
      "The image features a prominent clock mounted on a building, with the word \"Eason\" clearly visible, indicating a specific landmark or business.",
      "The image shows a street clock, elegantly positioned on a small steeple at a location identified as Eason, adding a touch of architectural charm to the urban landscape.",
      "The image depicts a clock prominently mounted on a tall building, serving as a visible time indicator and a part of the architectural facade.",
      "The image captures a clock hanging over a store entrance, with a tree nearby, creating a classic urban scene of commerce and nature.",
      "The image shows a downtown city area building, featuring a shop at its base and a prominent clock, contributing to the bustling urban environment."
    ],
    "bounding_boxes": [
      {
        "x1": 219,
        "y1": 209,
        "x2": 306,
        "y2": 297,
        "class": "clock"
      },
      {
        "x1": 179,
        "y1": 220,
        "x2": 205,
        "y2": 308,
        "class": "clock"
      }
    ]
  },
  {
    "image_id": "172478",
    "original_captions": [
      "A red double decker bus driving down a street.",
      "Red double decker bus driving down a busy street.",
      "Vehicles and pedestrians in busy urban city setting.",
      "A city street with a busy roadway and a busy sidewalk.",
      "A busy city with cars lined up on the road."
    ],
    "dense_captions": [
      "The image captures a vibrant red double-decker bus driving down a street, a classic sight in many major cities, indicating active urban transport.",
      "The image shows a red double-decker bus navigating a busy street, with other vehicles and pedestrians present, highlighting a bustling urban scene.",
      "The image depicts vehicles and pedestrians in a busy urban city setting, conveying the constant movement and activity of a metropolitan area.",
      "The image features a city street characterized by a busy roadway filled with cars and a bustling sidewalk teeming with pedestrians, illustrating urban life.",
      "The image shows a busy city scene with cars lined up on the road, suggesting traffic or a peak hour, indicating an active urban environment."
    ],
    "bounding_boxes": [
      {
        "x1": 93,
        "y1": 245,
        "x2": 264,
        "y2": 354,
        "class": "car"
      },
      {
        "x1": 283,
        "y1": 228,
        "x2": 314,
        "y2": 301,
        "class": "car"
      },
      {
        "x1": 173,
        "y1": 216,
        "x2": 289,
        "y2": 317,
        "class": "car"
      },
      {
        "x1": 294,
        "y1": 261,
        "x2": 357,
        "y2": 356,
        "class": "motorcycle"
      },
      {
        "x1": 392,
        "y1": 106,
        "x2": 541,
        "y2": 296,
        "class": "bus"
      },
      {
        "x1": 298,
        "y1": 232,
        "x2": 360,
        "y2": 349,
        "class": "person"
      },
      {
        "x1": 521,
        "y1": 223,
        "x2": 548,
        "y2": 310,
        "class": "person"
      },
      {
        "x1": 601,
        "y1": 218,
        "x2": 640,
        "y2": 376,
        "class": "person"
      },
      {
        "x1": 523,
        "y1": 36,
        "x2": 574,
        "y2": 298,
        "class": "traffic light"
      },
      {
        "x1": 526,
        "y1": 242,
        "x2": 545,
        "y2": 287,
        "class": "handbag"
      },
      {
        "x1": 416,
        "y1": 214,
        "x2": 443,
        "y2": 236,
        "class": "person"
      },
      {
        "x1": 294,
        "y1": 197,
        "x2": 386,
        "y2": 296,
        "class": "truck"
      },
      {
        "x1": 34,
        "y1": 214,
        "x2": 166,
        "y2": 294,
        "class": "truck"
      },
      {
        "x1": 380,
        "y1": 198,
        "x2": 402,
        "y2": 282,
        "class": "truck"
      },
      {
        "x1": 565,
        "y1": 271,
        "x2": 605,
        "y2": 315,
        "class": "backpack"
      },
      {
        "x1": 545,
        "y1": 239,
        "x2": 620,
        "y2": 418,
        "class": "person"
      },
      {
        "x1": 606,
        "y1": 245,
        "x2": 612,
        "y2": 274,
        "class": "handbag"
      },
      {
        "x1": 544,
        "y1": 365,
        "x2": 578,
        "y2": 427,
        "class": "fire hydrant"
      }
    ]
  },
  {
    "image_id": "262213",
    "original_captions": [
      "Some type of electronic toilet with control buttons on an arm rest.",
      "A white open toilet against a wall of dark wood.",
      "It's one of the toilets that you can either warm up or cool down.",
      "A small bathroom with a toilet with a control board.",
      "A toilet that has some electronics hooked up to it."
    ],
    "dense_captions": [
      "The image displays an electronic toilet with control buttons integrated into an armrest, suggesting advanced features and modern design for user comfort.",
      "The image shows a sleek white open toilet positioned against a wall of dark wood, creating a contrast between the modern fixture and the natural material.",
      "The image describes a toilet with temperature control features, allowing users to either warm up or cool down the seat, highlighting its high-tech capabilities.",
      "The image features a small bathroom containing a toilet equipped with a control board, indicating a modern and technologically advanced fixture.",
      "The image shows a toilet with various electronic components hooked up to it, suggesting advanced functionalities or a smart bathroom setup."
    ],
    "bounding_boxes": [
      {
        "x1": 127,
        "y1": 220,
        "x2": 389,
        "y2": 640,
        "class": "toilet"
      }
    ]
  },
  {
    "image_id": "98502",
    "original_captions": [
      "A person posing for a photo under an Obama street sign.",
      "a man standing on a street corner looking up at a sign",
      "A smiling young man stands beneath an Obama street sign.",
      "A smiling young man leaning against a street post.",
      "A man standing under a street sign that reads, \"OBAMA.\""
    ],
    "dense_captions": [
      "The image captures a person posing for a photo directly under an \"Obama\" street sign, suggesting a moment of political interest or personal connection.",
      "The image shows a man standing on a street corner, looking up intently at a sign, perhaps reading directions or observing a landmark.",
      "The image depicts a smiling young man standing casually beneath an \"Obama\" street sign, conveying a sense of pride or amusement.",
      "The image captures a smiling young man leaning against a street post, his relaxed posture suggesting a casual moment in an urban setting.",
      "The image shows a man standing directly under a street sign that clearly reads, \"OBAMA,\" highlighting a specific and recognizable urban detail."
    ],
    "bounding_boxes": [
      {
        "x1": 17,
        "y1": 322,
        "x2": 127,
        "y2": 359,
        "class": "car"
      },
      {
        "x1": 104,
        "y1": 200,
        "x2": 221,
        "y2": 500,
        "class": "person"
      },
      {
        "x1": 246,
        "y1": 264,
        "x2": 253,
        "y2": 281,
        "class": "traffic light"
      },
      {
        "x1": 310,
        "y1": 320,
        "x2": 332,
        "y2": 331,
        "class": "car"
      },
      {
        "x1": 0,
        "y1": 312,
        "x2": 20,
        "y2": 359,
        "class": "car"
      },
      {
        "x1": 143,
        "y1": 0,
        "x2": 199,
        "y2": 28,
        "class": "traffic light"
      },
      {
        "x1": 257,
        "y1": 326,
        "x2": 266,
        "y2": 349,
        "class": "fire hydrant"
      },
      {
        "x1": 271,
        "y1": 324,
        "x2": 305,
        "y2": 347,
        "class": "car"
      }
    ]
  },
  {
    "image_id": "31587",
    "original_captions": [
      "A computer desk topped with a desktop computer monitor.",
      "A computer desk with a computer on it and a chair in front of it.",
      "An computer and monitor placed on desk next to a book shelf",
      "View of a desk with computer and a book shelf.",
      "There is a desk with a computer that is next to a bookcase"
    ],
    "dense_captions": [
      "The image displays a computer desk topped with a desktop computer monitor, suggesting a dedicated workspace for computing activities.",
      "The image shows a computer desk with a computer set up on it, and a chair positioned in front, indicating a complete and ready-to-use workstation.",
      "The image features a computer and monitor neatly placed on a desk, situated right next to a bookshelf, suggesting a compact and organized study or office area.",
      "The image provides a view of a desk equipped with a computer, and a bookshelf visible nearby, indicating a functional workspace with storage for books.",
      "The image shows a desk with a computer on it, positioned directly next to a bookcase, suggesting a well-organized and functional study or office space."
    ],
    "bounding_boxes": [
      {
        "x1": 277,
        "y1": 221,
        "x2": 432,
        "y2": 414,
        "class": "chair"
      },
      {
        "x1": 166,
        "y1": 137,
        "x2": 266,
        "y2": 220,
        "class": "tv"
      },
      {
        "x1": 260,
        "y1": 174,
        "x2": 316,
        "y2": 223,
        "class": "laptop"
      },
      {
        "x1": 288,
        "y1": 221,
        "x2": 305,
        "y2": 230,
        "class": "mouse"
      },
      {
        "x1": 181,
        "y1": 218,
        "x2": 285,
        "y2": 237,
        "class": "keyboard"
      },
      {
        "x1": 108,
        "y1": 229,
        "x2": 113,
        "y2": 267,
        "class": "book"
      },
      {
        "x1": 55,
        "y1": 275,
        "x2": 65,
        "y2": 319,
        "class": "book"
      },
      {
        "x1": 106,
        "y1": 170,
        "x2": 114,
        "y2": 207,
        "class": "book"
      },
      {
        "x1": 24,
        "y1": 271,
        "x2": 41,
        "y2": 319,
        "class": "book"
      },
      {
        "x1": 63,
        "y1": 276,
        "x2": 71,
        "y2": 317,
        "class": "book"
      },
      {
        "x1": 92,
        "y1": 280,
        "x2": 98,
        "y2": 320,
        "class": "book"
      },
      {
        "x1": 78,
        "y1": 281,
        "x2": 89,
        "y2": 319,
        "class": "book"
      },
      {
        "x1": 95,
        "y1": 237,
        "x2": 98,
        "y2": 264,
        "class": "book"
      },
      {
        "x1": 89,
        "y1": 238,
        "x2": 94,
        "y2": 263,
        "class": "book"
      },
      {
        "x1": 98,
        "y1": 284,
        "x2": 104,
        "y2": 320,
        "class": "book"
      },
      {
        "x1": 22,
        "y1": 232,
        "x2": 51,
        "y2": 236,
        "class": "book"
      },
      {
        "x1": 124,
        "y1": 222,
        "x2": 139,
        "y2": 267,
        "class": "book"
      },
      {
        "x1": 211,
        "y1": 99,
        "x2": 246,
        "y2": 139,
        "class": "teddy bear"
      },
      {
        "x1": 316,
        "y1": 108,
        "x2": 329,
        "y2": 121,
        "class": "person"
      },
      {
        "x1": 347,
        "y1": 82,
        "x2": 358,
        "y2": 93,
        "class": "person"
      },
      {
        "x1": 68,
        "y1": 170,
        "x2": 79,
        "y2": 206,
        "class": "book"
      },
      {
        "x1": 0,
        "y1": 16,
        "x2": 155,
        "y2": 365,
        "class": "book"
      }
    ]
  },
  {
    "image_id": "279263",
    "original_captions": [
      "There is a sculpture of Jesus on a cross on a building located just behind a street light. ",
      "A red street sign on a light pole in front of a building.",
      "A statue hanging in a window on the outside wall of a building.",
      "Round-a-bout street sign is placed on a lamp in front of a stained glass depiction of Jesus.",
      " a false image of Christ hanging on a cross"
    ],
    "dense_captions": [
      "The image features a sculpture of Jesus on a cross, prominently displayed on a building, located just behind a street light, creating a striking religious and urban juxtaposition.",
      "The image shows a red street sign mounted on a light pole, positioned in front of a building, indicating a typical urban street scene.",
      "The image depicts a statue hanging in a window on the outside wall of a building, suggesting an artistic or religious display integrated into the architecture.",
      "The image shows a round-a-bout street sign placed on a lamp post, situated in front of a stained glass depiction of Jesus, creating a unique blend of urban signage and religious art.",
      "The image focuses on what is described as a \"false image of Christ hanging on a cross,\" suggesting a critical or interpretive view of the depiction."
    ],
    "bounding_boxes": []
  },
  {
    "image_id": "442735",
    "original_captions": [
      "a man stands near a parking meter on a street",
      "A man putting change in a parking meter.",
      "A man is putting money into a parking meter.",
      "A man on a street putting money in a parking meter.",
      "A smiling man prepares to deposit change into a parking meter."
    ],
    "dense_captions": [
      "The image captures a man standing near a parking meter on a street, suggesting an urban setting and the common act of parking.",
      "The image shows a man in the process of putting change into a parking meter, highlighting a routine urban transaction.",
      "The image depicts a man inserting money into a parking meter, indicating his preparation to park a vehicle in a metered zone.",
      "The image captures a man on a street, actively putting money into a parking meter, illustrating a common urban activity.",
      "The image shows a smiling man, poised to deposit change into a parking meter, conveying a lighthearted moment during a mundane task."
    ],
    "bounding_boxes": [
      {
        "x1": 317,
        "y1": 301,
        "x2": 403,
        "y2": 485,
        "class": "parking meter"
      },
      {
        "x1": 132,
        "y1": 181,
        "x2": 329,
        "y2": 633,
        "class": "person"
      },
      {
        "x1": 376,
        "y1": 250,
        "x2": 480,
        "y2": 524,
        "class": "person"
      },
      {
        "x1": 135,
        "y1": 239,
        "x2": 169,
        "y2": 341,
        "class": "person"
      }
    ]
  },
  {
    "image_id": "477836",
    "original_captions": [
      "a group of people wearing suits and ties",
      "an image of four men that are wearing matching suits",
      "A group of males in suits with decorations on their lapels pose together.",
      "A group of men in suits and ties standing in front of some windows.",
      "four people standing next to each other and smiling while wearing black suit jackets."
    ],
    "dense_captions": [
      "The image shows a group of people, all formally dressed in suits and ties, suggesting a professional gathering or a special event.",
      "The image depicts four men, all wearing matching suits, creating a cohesive and formal appearance, possibly for a business meeting or a uniform presentation.",
      "The image captures a group of males in suits, each adorned with distinctive decorations on their lapels, posing together, suggesting a formal event or a distinguished group.",
      "The image shows a group of men dressed in suits and ties, standing in front of large windows, suggesting an indoor professional setting with natural light.",
      "The image depicts four people standing close to each other, all smiling, and wearing black suit jackets, conveying a sense of unity and professionalism."
    ],
    "bounding_boxes": [
      {
        "x1": 92,
        "y1": 201,
        "x2": 516,
        "y2": 415,
        "class": "tie"
      },
      {
        "x1": 1,
        "y1": 126,
        "x2": 176,
        "y2": 427,
        "class": "person"
      },
      {
        "x1": 126,
        "y1": 49,
        "x2": 339,
        "y2": 420,
        "class": "person"
      },
      {
        "x1": 313,
        "y1": 127,
        "x2": 627,
        "y2": 427,
        "class": "person"
      },
      {
        "x1": 446,
        "y1": 80,
        "x2": 640,
        "y2": 417,
        "class": "person"
      }
    ]
  },
  {
    "image_id": "327332",
    "original_captions": [
      "A giraffe standing next to a tree in front of a major city.",
      "A giraffe is eating food from the side of a pole",
      "This is an image of a giraffe with a city in the background.",
      "A giraffe in a zoo with food up high and a city in the background.",
      "A giraffe is standing in an enclosure while a city is visible in the background. "
    ],
    "dense_captions": [
      "The image features a giraffe standing next to a tree, with a major city skyline visible in the background, creating an unusual juxtaposition of wildlife and urban development.",
      "The image shows a giraffe actively eating food from the side of a pole, indicating a feeding mechanism in a zoo or controlled environment.",
      "The image presents a giraffe with a city prominently visible in the background, highlighting the animal's location within or near an urban area, likely a zoo.",
      "The image depicts a giraffe in a zoo setting, with food positioned high up, and a city skyline clearly visible in the background, showcasing its unique habitat.",
      "The image shows a giraffe standing calmly in an enclosure, while a bustling city is distinctly visible in the background, illustrating the proximity of wildlife to urban life."
    ],
    "bounding_boxes": [
      {
        "x1": 412,
        "y1": 259,
        "x2": 436,
        "y2": 268,
        "class": "boat"
      },
      {
        "x1": 368,
        "y1": 245,
        "x2": 376,
        "y2": 253,
        "class": "boat"
      },
      {
        "x1": 252,
        "y1": 284,
        "x2": 372,
        "y2": 480,
        "class": "giraffe"
      },
      {
        "x1": 41,
        "y1": 247,
        "x2": 71,
        "y2": 264,
        "class": "boat"
      },
      {
        "x1": 438,
        "y1": 254,
        "x2": 443,
        "y2": 257,
        "class": "boat"
      }
    ]
  },
  {
    "image_id": "279850",
    "original_captions": [
      "A large long bus on a city street.",
      "A very colorful passenger bus traveling a tree lined road.",
      "A city bus is traveling down the street.",
      "A white and red bus captured on a street.",
      "A bus driving down the road near a line of trees."
    ],
    "dense_captions": [
      "The image shows a large, long bus traveling on a city street, indicating public transportation in an urban environment.",
      "The image depicts a very colorful passenger bus moving along a tree-lined road, suggesting a pleasant journey through a scenic route.",
      "The image captures a city bus actively traveling down the street, highlighting its role in urban transit and daily commutes.",
      "The image shows a white and red bus, captured in motion on a street, emphasizing its design and its presence in the urban landscape.",
      "The image depicts a bus driving down the road, with a line of trees visible nearby, suggesting a route that combines urban and natural elements."
    ],
    "bounding_boxes": [
      {
        "x1": 1,
        "y1": 295,
        "x2": 68,
        "y2": 369,
        "class": "car"
      },
      {
        "x1": 597,
        "y1": 346,
        "x2": 640,
        "y2": 426,
        "class": "motorcycle"
      },
      {
        "x1": 52,
        "y1": 70,
        "x2": 541,
        "y2": 423,
        "class": "bus"
      }
    ]
  },
  {
    "image_id": "522013",
    "original_captions": [
      "A set of three street signs attached to a metal pole.",
      "A wimbledon street sign with melbourne park also.",
      "Several directional street signs are mounted on a post.",
      "Signs pointing towards Wimbledon, Flushing Meadows, and Melbourne Park.",
      "Street signs all pointing and facing different directions ."
    ],
    "dense_captions": [
      "The image displays a set of three distinct street signs, all securely attached to a single metal pole, indicating a complex intersection or multiple destinations.",
      "The image features a \"Wimbledon\" street sign, accompanied by a \"Melbourne Park\" sign, suggesting a connection to major tennis venues or a themed area.",
      "The image shows several directional street signs, all clearly mounted on a post, providing guidance to various locations.",
      "The image specifically highlights signs pointing towards Wimbledon, Flushing Meadows, and Melbourne Park, indicating a collection related to major tennis tournaments.",
      "The image depicts multiple street signs, all pointing and facing different directions, creating a visually complex and informative display."
    ],
    "bounding_boxes": []
  },
  {
    "image_id": "7050",
    "original_captions": [
      "a woman in glasses and hat paddles a canoe",
      "Three people on a kyack with helmets on.",
      "The boaters are smiling, their two boats touching in the low water near shore.",
      "A group of people paddle and kayak on a body of water.",
      "Some women in helmets are riding in kayaks."
    ],
    "dense_captions": [
      "The image shows a woman wearing glasses and a hat, skillfully paddling a canoe, suggesting a leisurely or adventurous water activity.",
      "The image depicts three people in a kayak, all wearing helmets, indicating a focus on safety during their water excursion.",
      "The image shows smiling boaters, with their two boats gently touching in the shallow water near the shore, conveying a sense of camaraderie and relaxation.",
      "The image captures a group of people actively paddling and kayaking on a body of water, highlighting a shared recreational activity.",
      "The image features some women wearing helmets, riding in kayaks, emphasizing their engagement in a water sport with safety precautions."
    ],
    "bounding_boxes": [
      {
        "x1": 0,
        "y1": 379,
        "x2": 449,
        "y2": 474,
        "class": "boat"
      },
      {
        "x1": 183,
        "y1": 177,
        "x2": 414,
        "y2": 448,
        "class": "person"
      },
      {
        "x1": 426,
        "y1": 138,
        "x2": 640,
        "y2": 476,
        "class": "person"
      },
      {
        "x1": 257,
        "y1": 428,
        "x2": 640,
        "y2": 475,
        "class": "boat"
      },
      {
        "x1": 400,
        "y1": 135,
        "x2": 640,
        "y2": 411,
        "class": "person"
      },
      {
        "x1": 0,
        "y1": 103,
        "x2": 6,
        "y2": 179,
        "class": "person"
      }
    ]
  },
  {
    "image_id": "242092",
    "original_captions": [
      "The branch is stuck on the dead wildlife.",
      "dead bird floating in the water near a branch",
      "A tree branch sitting in a swamp next to a dead bird.",
      "A dead bird in stuck behind a stick in water. ",
      "APPEARS TO A DEAD BIRD IN THE WATER AGAINST A FALLEN TREE LIMB"
    ],
    "dense_captions": [
      "The image shows a tree branch stuck to or entangled with dead wildlife, creating a somber and natural scene of decay.",
      "The image depicts a dead bird floating in the water, positioned near a tree branch, highlighting a natural yet unfortunate event.",
      "The image captures a tree branch resting in a swampy area, situated right next to a dead bird, emphasizing the natural cycle of life and death in a wetland environment.",
      "The image shows a dead bird, seemingly stuck behind a stick in the water, indicating an unfortunate and static scene in a natural setting.",
      "The image clearly shows what appears to be a dead bird in the water, positioned against a fallen tree limb, creating a stark visual of nature's harsh realities."
    ],
    "bounding_boxes": []
  },
  {
    "image_id": "173553",
    "original_captions": [
      "A man wearing a yellow bandanna holding a tennis racquet.",
      "A man is running with a tennis racquet in his hand as a camera operator follows him.",
      "A man running on a tennis court, racket in hand",
      "A camera man wearing a red shirt aims his camera at a tennis player who is wearing a yellow bandanna and a blue shirt and a tennis racket.",
      "To keep up with the action, the media people need to be as fast as the players."
    ],
    "dense_captions": [
      "The image captures a man wearing a yellow bandana, holding a tennis racquet, suggesting he is a tennis player or enthusiast.",
      "The image shows a man running with a tennis racquet in his hand, with a camera operator following him, indicating a professional shoot or a sports event.",
      "The image depicts a man running on a tennis court, racquet firmly in hand, suggesting active play or training.",
      "The image captures a cameraman in a red shirt, aiming his camera at a tennis player who is distinctly wearing a yellow bandana and a blue shirt, holding a tennis racket, illustrating a professional sports media setting.",
      "The image suggests that media personnel need to be as fast as the players to keep up with the action, highlighting the demanding nature of sports photography or videography."
    ],
    "bounding_boxes": [
      {
        "x1": 286,
        "y1": 151,
        "x2": 498,
        "y2": 236,
        "class": "tennis racket"
      },
      {
        "x1": 151,
        "y1": 83,
        "x2": 407,
        "y2": 422,
        "class": "person"
      },
      {
        "x1": 36,
        "y1": 106,
        "x2": 97,
        "y2": 158,
        "class": "person"
      },
      {
        "x1": 274,
        "y1": 13,
        "x2": 631,
        "y2": 421,
        "class": "person"
      },
      {
        "x1": 496,
        "y1": 141,
        "x2": 557,
        "y2": 205,
        "class": "person"
      },
      {
        "x1": 459,
        "y1": 18,
        "x2": 537,
        "y2": 120,
        "class": "person"
      },
      {
        "x1": 118,
        "y1": 94,
        "x2": 160,
        "y2": 154,
        "class": "person"
      },
      {
        "x1": 86,
        "y1": 18,
        "x2": 161,
        "y2": 112,
        "class": "person"
      },
      {
        "x1": 93,
        "y1": 67,
        "x2": 142,
        "y2": 151,
        "class": "person"
      },
      {
        "x1": 523,
        "y1": 69,
        "x2": 604,
        "y2": 211,
        "class": "person"
      },
      {
        "x1": 0,
        "y1": 84,
        "x2": 48,
        "y2": 153,
        "class": "person"
      },
      {
        "x1": 20,
        "y1": 28,
        "x2": 75,
        "y2": 106,
        "class": "person"
      },
      {
        "x1": 582,
        "y1": 321,
        "x2": 636,
        "y2": 363,
        "class": "chair"
      },
      {
        "x1": 70,
        "y1": 14,
        "x2": 135,
        "y2": 35,
        "class": "chair"
      },
      {
        "x1": 159,
        "y1": 34,
        "x2": 213,
        "y2": 109,
        "class": "person"
      },
      {
        "x1": 437,
        "y1": 0,
        "x2": 494,
        "y2": 61,
        "class": "person"
      },
      {
        "x1": 169,
        "y1": 235,
        "x2": 216,
        "y2": 318,
        "class": "chair"
      },
      {
        "x1": 77,
        "y1": 46,
        "x2": 114,
        "y2": 64,
        "class": "chair"
      },
      {
        "x1": 139,
        "y1": 8,
        "x2": 205,
        "y2": 30,
        "class": "chair"
      },
      {
        "x1": 372,
        "y1": 41,
        "x2": 433,
        "y2": 59,
        "class": "chair"
      },
      {
        "x1": 505,
        "y1": 115,
        "x2": 538,
        "y2": 143,
        "class": "chair"
      },
      {
        "x1": 0,
        "y1": 13,
        "x2": 64,
        "y2": 35,
        "class": "chair"
      },
      {
        "x1": 0,
        "y1": 1,
        "x2": 629,
        "y2": 393,
        "class": "person"
      }
    ]
  },
  {
    "image_id": "223752",
    "original_captions": [
      "many stuffed animals together a monkey and a bear",
      "Various stuffed animals are sitting on top of each other.",
      "A pile of stuffed animals are in the corner of a white room.",
      "There are stuffed pandas, a stuffed Winnie the pooh, and many other stuffed animals.",
      "the bears that are on the floor are all piled up "
    ],
    "dense_captions": [
      "The image shows a large collection of various stuffed animals, including a monkey and a bear, piled together, suggesting a child's playroom or a collection.",
      "The image depicts a diverse assortment of stuffed animals, stacked on top of each other, creating a soft and whimsical pile.",
      "The image captures a large pile of stuffed animals gathered in the corner of a white room, suggesting a cozy and playful space.",
      "The image features an array of stuffed animals, specifically including stuffed pandas, a stuffed Winnie the Pooh, and many other plush toys, showcasing a diverse collection.",
      "The image shows numerous bears, likely stuffed animals, all piled up on the floor, creating a soft and comforting heap."
    ],
    "bounding_boxes": [
      {
        "x1": 0,
        "y1": 144,
        "x2": 118,
        "y2": 304,
        "class": "teddy bear"
      },
      {
        "x1": 139,
        "y1": 281,
        "x2": 219,
        "y2": 374,
        "class": "teddy bear"
      },
      {
        "x1": 262,
        "y1": 382,
        "x2": 333,
        "y2": 487,
        "class": "teddy bear"
      },
      {
        "x1": 56,
        "y1": 417,
        "x2": 133,
        "y2": 500,
        "class": "teddy bear"
      },
      {
        "x1": 86,
        "y1": 116,
        "x2": 241,
        "y2": 336,
        "class": "teddy bear"
      },
      {
        "x1": 0,
        "y1": 5,
        "x2": 47,
        "y2": 52,
        "class": "teddy bear"
      },
      {
        "x1": 76,
        "y1": 399,
        "x2": 142,
        "y2": 440,
        "class": "teddy bear"
      },
      {
        "x1": 126,
        "y1": 398,
        "x2": 177,
        "y2": 484,
        "class": "teddy bear"
      },
      {
        "x1": 32,
        "y1": 1,
        "x2": 148,
        "y2": 134,
        "class": "teddy bear"
      },
      {
        "x1": 174,
        "y1": 356,
        "x2": 271,
        "y2": 457,
        "class": "teddy bear"
      },
      {
        "x1": 0,
        "y1": 445,
        "x2": 58,
        "y2": 500,
        "class": "teddy bear"
      }
    ]
  },
  {
    "image_id": "310998",
    "original_captions": [
      "A man on a snowboard that is in the snow.",
      "a person riding a snow board on a snowy surface",
      "A man riding a snowboard down a snow covered slope.",
      "A teenager enjoying snowboarding down a hill on a cold day.",
      "A man riding down a snowy hill on a snowboard. "
    ],
    "dense_captions": [
      "The image captures a man on a snowboard, actively riding through fresh snow, indicating a winter sport in action.",
      "The image depicts a person riding a snowboard on a snow-covered surface, highlighting the smooth glide and balance of the sport.",
      "The image shows a man skillfully riding a snowboard down a snow-covered slope, conveying the exhilaration and movement of snowboarding.",
      "The image captures a teenager joyfully snowboarding down a hill on a cold day, highlighting the youthful energy and winter fun.",
      "The image shows a man riding down a snowy hill on a snowboard, emphasizing the descent and the snowy landscape."
    ],
    "bounding_boxes": [
      {
        "x1": 113,
        "y1": 257,
        "x2": 169,
        "y2": 305,
        "class": "snowboard"
      },
      {
        "x1": 113,
        "y1": 28,
        "x2": 302,
        "y2": 308,
        "class": "person"
      }
    ]
  },
  {
    "image_id": "356738",
    "original_captions": [
      "A small bird sitting on a branch in a tree covered with a light snow.",
      "A colorful bird is sitting among the tree branches.",
      "a plump bird stands on a tree branch",
      "A bird that is sitting on a tree limb.",
      "An orange and black finch in a tree. "
    ],
    "dense_captions": [
      "The image shows a small bird perched on a branch of a tree, which is lightly covered with snow, creating a serene winter scene.",
      "The image depicts a colorful bird sitting among the branches of a tree, its vibrant plumage standing out against the natural backdrop.",
      "The image captures a plump bird standing firmly on a tree branch, its sturdy posture suggesting a moment of rest or observation.",
      "The image shows a bird perched on a tree limb, its simple presence highlighting a moment of nature.",
      "The image identifies an orange and black finch, clearly visible in a tree, emphasizing its specific species and colors."
    ],
    "bounding_boxes": [
      {
        "x1": 319,
        "y1": 141,
        "x2": 477,
        "y2": 345,
        "class": "bird"
      }
    ]
  },
  {
    "image_id": "319055",
    "original_captions": [
      "A woman is walking her dog across the street.",
      "a building with a bunch of people walking around",
      "A view of a building from the other side of a street intersection.",
      "A woman walking a white dog across the street.",
      "This is the outside of a building in a city."
    ],
    "dense_captions": [
      "The image captures a woman walking her dog across a street, suggesting a routine daily activity in an urban or suburban setting.",
      "The image depicts a building with a noticeable number of people walking around it, indicating a busy area or a public space.",
      "The image provides a view of a building from the opposite side of a street intersection, offering a perspective of its architecture and surroundings.",
      "The image specifically shows a woman walking a white dog across the street, highlighting the dog's color and the action of crossing.",
      "The image identifies the subject as the exterior of a building in a city, providing a general urban context."
    ],
    "bounding_boxes": [
      {
        "x1": 484,
        "y1": 224,
        "x2": 518,
        "y2": 247,
        "class": "dog"
      },
      {
        "x1": 566,
        "y1": 194,
        "x2": 617,
        "y2": 217,
        "class": "car"
      },
      {
        "x1": 523,
        "y1": 103,
        "x2": 537,
        "y2": 143,
        "class": "traffic light"
      },
      {
        "x1": 545,
        "y1": 113,
        "x2": 563,
        "y2": 146,
        "class": "traffic light"
      },
      {
        "x1": 609,
        "y1": 143,
        "x2": 628,
        "y2": 175,
        "class": "traffic light"
      },
      {
        "x1": 629,
        "y1": 143,
        "x2": 640,
        "y2": 176,
        "class": "traffic light"
      },
      {
        "x1": 469,
        "y1": 185,
        "x2": 497,
        "y2": 249,
        "class": "person"
      },
      {
        "x1": 102,
        "y1": 165,
        "x2": 140,
        "y2": 222,
        "class": "person"
      },
      {
        "x1": 9,
        "y1": 192,
        "x2": 29,
        "y2": 221,
        "class": "person"
      },
      {
        "x1": 466,
        "y1": 216,
        "x2": 472,
        "y2": 221,
        "class": "handbag"
      },
      {
        "x1": 356,
        "y1": 199,
        "x2": 375,
        "y2": 229,
        "class": "person"
      },
      {
        "x1": 615,
        "y1": 195,
        "x2": 640,
        "y2": 220,
        "class": "car"
      },
      {
        "x1": 561,
        "y1": 143,
        "x2": 580,
        "y2": 172,
        "class": "traffic light"
      },
      {
        "x1": 530,
        "y1": 149,
        "x2": 543,
        "y2": 169,
        "class": "traffic light"
      }
    ]
  },
  {
    "image_id": "180445",
    "original_captions": [
      "A buddha statue sitting under a cat umbrella.",
      "A cat-themed umbrella is set over some small statues in a garden.",
      "Buddha statue in garden with umbrella depicting cats open overtop of it.",
      "An umbrella with cats all over it is open and leaning against a small herb garden with a Buddha in it., ",
      "Umbrella on the ground seemingly protected a small Buddha figurine among plants."
    ],
    "dense_captions": [
      "The image features a Buddha statue positioned directly under a cat-themed umbrella, creating a whimsical and unique garden arrangement.",
      "The image shows a cat-themed umbrella opened and set over some small statues in a garden, suggesting a decorative and playful touch to the outdoor space.",
      "The image depicts a Buddha statue in a garden, with an umbrella adorned with cats opened directly over it, creating an artistic and somewhat humorous display.",
      "The image captures an umbrella covered in cat designs, open and leaning against a small herb garden, with a Buddha statue nestled within, suggesting a quirky and personalized outdoor sanctuary.",
      "The image shows an umbrella resting on the ground, seemingly protecting a small Buddha figurine amidst various plants, highlighting a peaceful and protected garden spot."
    ],
    "bounding_boxes": [
      {
        "x1": 155,
        "y1": 100,
        "x2": 500,
        "y2": 294,
        "class": "potted plant"
      },
      {
        "x1": 34,
        "y1": 18,
        "x2": 446,
        "y2": 346,
        "class": "umbrella"
      },
      {
        "x1": 257,
        "y1": 95,
        "x2": 320,
        "y2": 145,
        "class": "cat"
      },
      {
        "x1": 347,
        "y1": 58,
        "x2": 447,
        "y2": 148,
        "class": "cat"
      },
      {
        "x1": 172,
        "y1": 27,
        "x2": 330,
        "y2": 89,
        "class": "cat"
      },
      {
        "x1": 106,
        "y1": 52,
        "x2": 164,
        "y2": 93,
        "class": "cat"
      },
      {
        "x1": 118,
        "y1": 39,
        "x2": 190,
        "y2": 83,
        "class": "cat"
      },
      {
        "x1": 81,
        "y1": 108,
        "x2": 131,
        "y2": 149,
        "class": "cat"
      },
      {
        "x1": 48,
        "y1": 95,
        "x2": 154,
        "y2": 152,
        "class": "cat"
      },
      {
        "x1": 170,
        "y1": 98,
        "x2": 230,
        "y2": 156,
        "class": "cat"
      }
    ]
  },
  {
    "image_id": "236332",
    "original_captions": [
      "a red stop sign at a city intersection",
      "A stop sign in Chinese is across the street from a large movie.",
      "View from an alley of a city street.",
      "A red stop sign that is sitting on a pole.",
      "A red octagon street sign with non-English letters."
    ],
    "dense_captions": [
      "The image displays a red stop sign prominently located at a city intersection, indicating traffic control in an urban environment.",
      "The image shows a stop sign with Chinese characters positioned across the street from what appears to be a large movie theater, suggesting an international or diverse urban area.",
      "The image provides a view from an alley looking out onto a city street, offering a glimpse of urban life from a narrow perspective.",
      "The image features a red octagon street sign, clearly identifiable as a stop sign, mounted on a pole, indicating its function in traffic regulation.",
      "The image shows a red octagon street sign with non-English letters, suggesting a global city or a diverse cultural neighborhood."
    ],
    "bounding_boxes": [
      {
        "x1": 236,
        "y1": 22,
        "x2": 403,
        "y2": 216,
        "class": "stop sign"
      },
      {
        "x1": 386,
        "y1": 361,
        "x2": 427,
        "y2": 414,
        "class": "car"
      }
    ]
  },
  {
    "image_id": "39064",
    "original_captions": [
      "A hockey player observes as stuffed toys are tossed into the ring.",
      "Why are those stuffed animals laying on the hockey rink?",
      "A hockey player on the court with a bunch of stuffed animals. ",
      "A hockey player is standing on the ice with stuffed toys.",
      "A hockey player on the ice surrounded by stuffed animals."
    ],
    "dense_captions": [
      "The image captures a hockey player observing as numerous stuffed toys are tossed onto the rink, indicating a \"Teddy Bear Toss\" event common in hockey.",
      "The image poses a question about why stuffed animals are scattered across the hockey rink, highlighting the unusual and playful sight.",
      "The image features a hockey player standing on the court (rink) amidst a large collection of stuffed animals, creating a whimsical and unexpected scene.",
      "The image shows a hockey player standing on the ice, surrounded by a multitude of stuffed toys, indicating a post-goal celebration or charity event.",
      "The image depicts a hockey player on the ice, completely surrounded by stuffed animals, emphasizing the overwhelming quantity of toys thrown onto the rink."
    ],
    "bounding_boxes": [
      {
        "x1": 206,
        "y1": 76,
        "x2": 302,
        "y2": 339,
        "class": "person"
      },
      {
        "x1": 10,
        "y1": 57,
        "x2": 20,
        "y2": 63,
        "class": "person"
      },
      {
        "x1": 31,
        "y1": 60,
        "x2": 44,
        "y2": 77,
        "class": "person"
      },
      {
        "x1": 31,
        "y1": 90,
        "x2": 43,
        "y2": 103,
        "class": "person"
      },
      {
        "x1": 152,
        "y1": 66,
        "x2": 162,
        "y2": 77,
        "class": "person"
      },
      {
        "x1": 177,
        "y1": 329,
        "x2": 292,
        "y2": 396,
        "class": "teddy bear"
      },
      {
        "x1": 99,
        "y1": 366,
        "x2": 183,
        "y2": 422,
        "class": "teddy bear"
      },
      {
        "x1": 50,
        "y1": 336,
        "x2": 135,
        "y2": 409,
        "class": "teddy bear"
      },
      {
        "x1": 113,
        "y1": 185,
        "x2": 132,
        "y2": 235,
        "class": "person"
      },
      {
        "x1": 3,
        "y1": 359,
        "x2": 89,
        "y2": 432,
        "class": "teddy bear"
      },
      {
        "x1": 270,
        "y1": 346,
        "x2": 332,
        "y2": 418,
        "class": "teddy bear"
      },
      {
        "x1": 206,
        "y1": 397,
        "x2": 252,
        "y2": 427,
        "class": "teddy bear"
      },
      {
        "x1": 228,
        "y1": 373,
        "x2": 272,
        "y2": 419,
        "class": "teddy bear"
      },
      {
        "x1": 3,
        "y1": 183,
        "x2": 22,
        "y2": 231,
        "class": "person"
      },
      {
        "x1": 3,
        "y1": 104,
        "x2": 17,
        "y2": 132,
        "class": "person"
      },
      {
        "x1": 159,
        "y1": 158,
        "x2": 179,
        "y2": 192,
        "class": "person"
      },
      {
        "x1": 38,
        "y1": 102,
        "x2": 54,
        "y2": 113,
        "class": "person"
      },
      {
        "x1": 216,
        "y1": 75,
        "x2": 223,
        "y2": 91,
        "class": "person"
      },
      {
        "x1": 161,
        "y1": 308,
        "x2": 195,
        "y2": 329,
        "class": "teddy bear"
      },
      {
        "x1": 120,
        "y1": 314,
        "x2": 174,
        "y2": 344,
        "class": "teddy bear"
      },
      {
        "x1": 131,
        "y1": 344,
        "x2": 188,
        "y2": 379,
        "class": "teddy bear"
      },
      {
        "x1": 25,
        "y1": 77,
        "x2": 32,
        "y2": 87,
        "class": "person"
      },
      {
        "x1": 25,
        "y1": 179,
        "x2": 48,
        "y2": 239,
        "class": "person"
      }
    ]
  },
  {
    "image_id": "402378",
    "original_captions": [
      "An open faced cheese and tomato sandwich with fries",
      "a basket with some food inside of it ",
      "a plate filled with a cheeseburger and some fries",
      "there is a plate with lots of cheese and chips on it",
      "A sandwich with tomatoes and melted cheese sits next to chips. "
    ],
    "dense_captions": [
      "The image displays an open-faced cheese and tomato sandwich, served alongside a portion of fries, suggesting a casual and satisfying meal.",
      "The image shows a basket containing some food, hinting at a casual dining experience or a snack.",
      "The image features a plate generously filled with a cheeseburger and a side of fries, indicating a classic fast-food or diner meal.",
      "The image shows a plate piled high with a lot of cheese and chips, suggesting a rich and indulgent snack or appetizer.",
      "The image depicts a sandwich, likely with tomatoes and melted cheese, resting next to a serving of chips, creating a simple and comforting meal."
    ],
    "bounding_boxes": [
      {
        "x1": 124,
        "y1": 106,
        "x2": 605,
        "y2": 377,
        "class": "sandwich"
      }
    ]
  },
  {
    "image_id": "197689",
    "original_captions": [
      "a close up of a plate of food with broccoli",
      "a pita, with broccoli on side with a blue plate",
      "Two blue plates of pastry and broccoli. ",
      "Some delicious plate full of wonderful food and vegetables.  ",
      "an image of two plates of food that are on table"
    ],
    "dense_captions": [
      "The image is a close-up shot of a plate of food, with a prominent serving of broccoli, emphasizing the healthy component of the meal.",
      "The image shows a pita bread, with broccoli served on the side, all presented on a blue plate, highlighting the specific components of the meal.",
      "The image displays two blue plates, each containing pastry and a side of broccoli, suggesting a balanced yet unusual meal combination.",
      "The image depicts a plate generously filled with a wonderful assortment of food and vegetables, conveying a sense of abundance and deliciousness.",
      "The image shows two plates of food, neatly arranged on a table, suggesting a shared meal or a dining setting for two."
    ],
    "bounding_boxes": [
      {
        "x1": 110,
        "y1": 37,
        "x2": 197,
        "y2": 145,
        "class": "broccoli"
      },
      {
        "x1": 431,
        "y1": 98,
        "x2": 595,
        "y2": 252,
        "class": "broccoli"
      },
      {
        "x1": 52,
        "y1": 169,
        "x2": 319,
        "y2": 303,
        "class": "sandwich"
      },
      {
        "x1": 527,
        "y1": 97,
        "x2": 640,
        "y2": 267,
        "class": "sandwich"
      },
      {
        "x1": 93,
        "y1": 265,
        "x2": 341,
        "y2": 403,
        "class": "sandwich"
      },
      {
        "x1": 555,
        "y1": 249,
        "x2": 640,
        "y2": 304,
        "class": "fork"
      },
      {
        "x1": 172,
        "y1": 43,
        "x2": 250,
        "y2": 118,
        "class": "broccoli"
      },
      {
        "x1": 169,
        "y1": 111,
        "x2": 296,
        "y2": 181,
        "class": "broccoli"
      },
      {
        "x1": 156,
        "y1": 143,
        "x2": 286,
        "y2": 187,
        "class": "broccoli"
      }
    ]
  },
  {
    "image_id": "95633",
    "original_captions": [
      "The skateboarder is descending a walkway ramp. ",
      "a person rides on a skate board down a ramp",
      "A picture of a person going down a ramp on their skateboard. ",
      "A person that is standing on a skateboard and skating down a ramp.",
      "A blurry skateboarder rolls down a ramp in a skate park."
    ],
    "dense_captions": [
      "The image captures a skateboarder in the process of descending a walkway ramp, showcasing their balance and control.",
      "The image depicts a person actively riding a skateboard down a ramp, conveying motion and the thrill of the sport.",
      "The image is a photograph of a person gracefully going down a ramp on their skateboard, highlighting their skill and the dynamic action.",
      "The image shows a person standing on a skateboard, actively skating down a ramp, emphasizing their control and the flow of movement.",
      "The image features a blurry skateboarder, suggesting rapid motion, as they roll down a ramp in a skate park, capturing the speed and energy of the activity."
    ],
    "bounding_boxes": [
      {
        "x1": 291,
        "y1": 1,
        "x2": 462,
        "y2": 364,
        "class": "person"
      },
      {
        "x1": 260,
        "y1": 269,
        "x2": 475,
        "y2": 391,
        "class": "skateboard"
      }
    ]
  },
  {
    "image_id": "574720",
    "original_captions": [
      "A lone bear is walking in the tall grass and trees.",
      "A small black bear walks through the grass and shrubbery. ",
      "a close up of a bear in a field near trees and bushes",
      "Here is a picture of a zoo animals. \n",
      "A black bear is eating red berries from a bush"
    ],
    "dense_captions": [
      "The image captures a lone bear walking through tall grass and trees, suggesting a natural habitat or a wildlife sighting in a dense environment.",
      "The image shows a small black bear moving through tall grass and shrubbery, indicating a cautious and natural movement in its habitat.",
      "The image is a close-up shot of a bear in a field, surrounded by trees and bushes, emphasizing its presence in a wild or semi-wild setting.",
      "The image presents a picture of a zoo animal, implying it's a bear within a controlled environment.",
      "The image depicts a black bear actively eating red berries from a bush, highlighting its natural foraging behavior."
    ],
    "bounding_boxes": [
      {
        "x1": 119,
        "y1": 43,
        "x2": 516,
        "y2": 374,
        "class": "bear"
      }
    ]
  },
  {
    "image_id": "447374",
    "original_captions": [
      "Three different sushi platters with a side of macaroni.",
      "a table covered in trays of food like sushi",
      "Various food items and snacks and wine bottles sit on a table.",
      "a big table set up with a lot of food",
      "A table topped with trays of sushi and food."
    ],
    "dense_captions": [
      "The image displays three different sushi platters, each with a unique selection, accompanied by a side of macaroni, creating an unusual culinary combination.",
      "The image shows a table completely covered in trays of food, including sushi, suggesting a large buffet or a celebratory feast.",
      "The image features various food items and snacks, along with wine bottles, all arranged on a table, indicating a social gathering or a party spread.",
      "The image depicts a large table meticulously set up with an abundance of food, suggesting a grand meal or a catering event.",
      "The image shows a table generously topped with multiple trays of sushi and other food items, highlighting a rich and diverse culinary spread."
    ],
    "bounding_boxes": [
      {
        "x1": 542,
        "y1": 65,
        "x2": 639,
        "y2": 344,
        "class": "bottle"
      },
      {
        "x1": 507,
        "y1": 0,
        "x2": 586,
        "y2": 154,
        "class": "bottle"
      },
      {
        "x1": 248,
        "y1": 0,
        "x2": 328,
        "y2": 58,
        "class": "spoon"
      },
      {
        "x1": 214,
        "y1": 109,
        "x2": 248,
        "y2": 144,
        "class": "hot dog"
      },
      {
        "x1": 283,
        "y1": 71,
        "x2": 311,
        "y2": 103,
        "class": "hot dog"
      },
      {
        "x1": 570,
        "y1": 27,
        "x2": 603,
        "y2": 106,
        "class": "cup"
      },
      {
        "x1": 20,
        "y1": 0,
        "x2": 96,
        "y2": 30,
        "class": "bowl"
      },
      {
        "x1": 219,
        "y1": 21,
        "x2": 269,
        "y2": 62,
        "class": "hot dog"
      },
      {
        "x1": 177,
        "y1": 107,
        "x2": 215,
        "y2": 136,
        "class": "hot dog"
      },
      {
        "x1": 215,
        "y1": 250,
        "x2": 280,
        "y2": 302,
        "class": "cake"
      },
      {
        "x1": 287,
        "y1": 333,
        "x2": 357,
        "y2": 405,
        "class": "cake"
      },
      {
        "x1": 418,
        "y1": 145,
        "x2": 473,
        "y2": 190,
        "class": "cake"
      },
      {
        "x1": 337,
        "y1": 306,
        "x2": 414,
        "y2": 389,
        "class": "cake"
      },
      {
        "x1": 264,
        "y1": 307,
        "x2": 325,
        "y2": 369,
        "class": "cake"
      },
      {
        "x1": 299,
        "y1": 191,
        "x2": 354,
        "y2": 216,
        "class": "cake"
      },
      {
        "x1": 444,
        "y1": 158,
        "x2": 504,
        "y2": 201,
        "class": "cake"
      },
      {
        "x1": 385,
        "y1": 283,
        "x2": 443,
        "y2": 345,
        "class": "cake"
      },
      {
        "x1": 1,
        "y1": 59,
        "x2": 640,
        "y2": 473,
        "class": "dining table"
      },
      {
        "x1": 617,
        "y1": 292,
        "x2": 640,
        "y2": 383,
        "class": "bottle"
      },
      {
        "x1": 136,
        "y1": 303,
        "x2": 174,
        "y2": 330,
        "class": "hot dog"
      },
      {
        "x1": 172,
        "y1": 58,
        "x2": 199,
        "y2": 94,
        "class": "hot dog"
      },
      {
        "x1": 192,
        "y1": 45,
        "x2": 221,
        "y2": 79,
        "class": "hot dog"
      }
    ]
  },
  {
    "image_id": "377355",
    "original_captions": [
      "a couple of cows are standing in a field",
      "Cattle standing in large open area near hill on cloudy day.",
      "A couple of cows standing on top of a lush green field.",
      "a couple of cows that are on some grass",
      "Cows in a pasture with a mountain in the distance."
    ],
    "dense_captions": [
      "The image captures a couple of cows standing peacefully in a field, suggesting a serene rural landscape.",
      "The image depicts cattle standing in a large open area near a hill on a cloudy day, conveying a sense of vastness and natural environment.",
      "The image shows a couple of cows standing on top of a lush green field, emphasizing their presence in a vibrant pasture.",
      "The image features a couple of cows grazing or standing on some grass, indicating a typical pastoral scene.",
      "The image shows cows grazing in a pasture, with a majestic mountain visible in the distance, creating a picturesque rural landscape."
    ],
    "bounding_boxes": [
      {
        "x1": 12,
        "y1": 182,
        "x2": 143,
        "y2": 353,
        "class": "cow"
      },
      {
        "x1": 284,
        "y1": 147,
        "x2": 529,
        "y2": 355,
        "class": "cow"
      },
      {
        "x1": 470,
        "y1": 222,
        "x2": 523,
        "y2": 276,
        "class": "cow"
      }
    ]
  },
  {
    "image_id": "282234",
    "original_captions": [
      "A young man wearing his cap backwards looks down.",
      "A man who is wearing a hat backwards.",
      "A boy with a backwards baseball cap in a cluttered home kitchen.",
      "A man wearing a hat and a red shirt.",
      "A young man in the kitchen wearing a baseball cap that is turned backwards."
    ],
    "dense_captions": [
      "The image captures a young man wearing his cap backwards, his gaze directed downwards, suggesting a moment of thought or casual observation.",
      "The image shows a man distinctly wearing a hat backwards, highlighting a common casual style choice.",
      "The image depicts a boy with a backwards baseball cap, situated within a cluttered home kitchen, suggesting a candid moment in a lived-in space.",
      "The image shows a man wearing a hat and a red shirt, focusing on his attire and accessories.",
      "The image captures a young man in a kitchen, wearing a baseball cap that is turned backwards, indicating a relaxed and informal presence in a home setting."
    ],
    "bounding_boxes": [
      {
        "x1": 378,
        "y1": 156,
        "x2": 472,
        "y2": 287,
        "class": "potted plant"
      },
      {
        "x1": 97,
        "y1": 106,
        "x2": 368,
        "y2": 329,
        "class": "person"
      },
      {
        "x1": 55,
        "y1": 125,
        "x2": 102,
        "y2": 218,
        "class": "clock"
      },
      {
        "x1": 455,
        "y1": 316,
        "x2": 473,
        "y2": 332,
        "class": "cup"
      },
      {
        "x1": 321,
        "y1": 94,
        "x2": 367,
        "y2": 107,
        "class": "bowl"
      },
      {
        "x1": 275,
        "y1": 104,
        "x2": 313,
        "y2": 118,
        "class": "bowl"
      },
      {
        "x1": 0,
        "y1": 296,
        "x2": 110,
        "y2": 328,
        "class": "oven"
      },
      {
        "x1": 466,
        "y1": 248,
        "x2": 492,
        "y2": 290,
        "class": "potted plant"
      },
      {
        "x1": 0,
        "y1": 259,
        "x2": 5,
        "y2": 284,
        "class": "cup"
      },
      {
        "x1": 113,
        "y1": 231,
        "x2": 144,
        "y2": 269,
        "class": "cup"
      },
      {
        "x1": 27,
        "y1": 253,
        "x2": 46,
        "y2": 276,
        "class": "cup"
      },
      {
        "x1": 62,
        "y1": 252,
        "x2": 87,
        "y2": 275,
        "class": "cup"
      },
      {
        "x1": 3,
        "y1": 268,
        "x2": 8,
        "y2": 282,
        "class": "cup"
      },
      {
        "x1": 324,
        "y1": 102,
        "x2": 365,
        "y2": 117,
        "class": "bowl"
      }
    ]
  },
  {
    "image_id": "578375",
    "original_captions": [
      "A group of people sitting on benches at the terminal.",
      "A few people are awaiting their means of travel",
      "Several people are sitting around at an airport with luggage next to them.",
      "Multiple people with luggage wait on a bench.",
      "A man and a couple of women sitting on a colorful seat."
    ],
    "dense_captions": [
      "The image shows a group of people seated on benches at a terminal, suggesting a waiting area at an airport, bus station, or train station.",
      "The image depicts a few people patiently awaiting their means of travel, conveying a sense of anticipation in a transit hub.",
      "The image captures several people sitting around at an airport, with their luggage placed next to them, indicating a travel scene.",
      "The image shows multiple people with their luggage, waiting patiently on a bench, highlighting a common scene in a travel terminal.",
      "The image features a man and a couple of women comfortably seated on a colorful seat, suggesting a moment of rest in a public waiting area."
    ],
    "bounding_boxes": [
      {
        "x1": 168,
        "y1": 82,
        "x2": 274,
        "y2": 303,
        "class": "person"
      },
      {
        "x1": 378,
        "y1": 48,
        "x2": 506,
        "y2": 280,
        "class": "person"
      },
      {
        "x1": 411,
        "y1": 135,
        "x2": 465,
        "y2": 158,
        "class": "laptop"
      },
      {
        "x1": 231,
        "y1": 350,
        "x2": 329,
        "y2": 480,
        "class": "backpack"
      },
      {
        "x1": 548,
        "y1": 132,
        "x2": 603,
        "y2": 208,
        "class": "handbag"
      },
      {
        "x1": 597,
        "y1": 173,
        "x2": 637,
        "y2": 187,
        "class": "handbag"
      },
      {
        "x1": 416,
        "y1": 170,
        "x2": 484,
        "y2": 274,
        "class": "suitcase"
      },
      {
        "x1": 288,
        "y1": 278,
        "x2": 367,
        "y2": 434,
        "class": "suitcase"
      },
      {
        "x1": 0,
        "y1": 204,
        "x2": 251,
        "y2": 458,
        "class": "bench"
      },
      {
        "x1": 261,
        "y1": 196,
        "x2": 337,
        "y2": 287,
        "class": "suitcase"
      },
      {
        "x1": 616,
        "y1": 181,
        "x2": 628,
        "y2": 191,
        "class": "cell phone"
      },
      {
        "x1": 223,
        "y1": 165,
        "x2": 263,
        "y2": 187,
        "class": "book"
      },
      {
        "x1": 283,
        "y1": 257,
        "x2": 373,
        "y2": 295,
        "class": "book"
      },
      {
        "x1": 0,
        "y1": 190,
        "x2": 66,
        "y2": 220,
        "class": "book"
      },
      {
        "x1": 539,
        "y1": 152,
        "x2": 640,
        "y2": 289,
        "class": "person"
      },
      {
        "x1": 39,
        "y1": 158,
        "x2": 225,
        "y2": 300,
        "class": "bench"
      },
      {
        "x1": 255,
        "y1": 140,
        "x2": 328,
        "y2": 203,
        "class": "handbag"
      },
      {
        "x1": 0,
        "y1": 158,
        "x2": 245,
        "y2": 480,
        "class": "couch"
      }
    ]
  },
  {
    "image_id": "298914",
    "original_captions": [
      "Cupcakes have crumbs and teddy bears on top of white icing.",
      "The cupcakes are decorated with teddy bears on the frosting. ",
      "A tray holds white cupcakes with brightly colored decorations.",
      "very sweet cakes painted yellow and red arranged well",
      "a close up of many different cup cakes"
    ],
    "dense_captions": [
      "The image displays cupcakes adorned with crumbs and tiny teddy bears on top of white icing, creating a charming and whimsical dessert.",
      "The image shows cupcakes specifically decorated with teddy bears on their frosting, highlighting the cute and detailed confectionery design.",
      "The image depicts a tray holding white cupcakes, each with brightly colored decorations, suggesting a festive and appealing assortment.",
      "The image shows very sweet cakes, painted in vibrant yellow and red hues, meticulously arranged, indicating an artistic and appealing presentation.",
      "The image is a close-up shot of many different cupcakes, emphasizing their variety and intricate decorations."
    ],
    "bounding_boxes": [
      {
        "x1": 278,
        "y1": 427,
        "x2": 478,
        "y2": 640,
        "class": "cake"
      },
      {
        "x1": 72,
        "y1": 469,
        "x2": 291,
        "y2": 633,
        "class": "cake"
      },
      {
        "x1": 222,
        "y1": 300,
        "x2": 283,
        "y2": 380,
        "class": "teddy bear"
      },
      {
        "x1": 165,
        "y1": 148,
        "x2": 232,
        "y2": 195,
        "class": "teddy bear"
      },
      {
        "x1": 0,
        "y1": 264,
        "x2": 132,
        "y2": 438,
        "class": "cake"
      },
      {
        "x1": 129,
        "y1": 300,
        "x2": 320,
        "y2": 484,
        "class": "cake"
      },
      {
        "x1": 148,
        "y1": 155,
        "x2": 321,
        "y2": 301,
        "class": "cake"
      },
      {
        "x1": 3,
        "y1": 114,
        "x2": 162,
        "y2": 265,
        "class": "cake"
      },
      {
        "x1": 46,
        "y1": 4,
        "x2": 192,
        "y2": 163,
        "class": "cake"
      },
      {
        "x1": 1,
        "y1": 442,
        "x2": 92,
        "y2": 639,
        "class": "cake"
      },
      {
        "x1": 311,
        "y1": 101,
        "x2": 478,
        "y2": 269,
        "class": "cake"
      },
      {
        "x1": 309,
        "y1": 263,
        "x2": 478,
        "y2": 428,
        "class": "cake"
      },
      {
        "x1": 75,
        "y1": 292,
        "x2": 123,
        "y2": 331,
        "class": "teddy bear"
      },
      {
        "x1": 30,
        "y1": 114,
        "x2": 86,
        "y2": 164,
        "class": "teddy bear"
      },
      {
        "x1": 373,
        "y1": 7,
        "x2": 422,
        "y2": 45,
        "class": "teddy bear"
      },
      {
        "x1": 254,
        "y1": 168,
        "x2": 303,
        "y2": 243,
        "class": "teddy bear"
      },
      {
        "x1": 149,
        "y1": 491,
        "x2": 250,
        "y2": 562,
        "class": "teddy bear"
      },
      {
        "x1": 293,
        "y1": 471,
        "x2": 366,
        "y2": 518,
        "class": "teddy bear"
      },
      {
        "x1": 0,
        "y1": 465,
        "x2": 48,
        "y2": 529,
        "class": "teddy bear"
      }
    ]
  },
  {
    "image_id": "563885",
    "original_captions": [
      "A woman asleep on a sofa holding a stuffed animal.",
      "A girl in a short nightie lays on a couch with a stuffed animal.",
      "A girl sleeping on a couch resting her head on the couch armrest.",
      "A woman is laying her head on the pillow.",
      "a woman resting her head on the arm of a couch"
    ],
    "dense_captions": [
      "The image captures a woman peacefully asleep on a sofa, holding a stuffed animal, conveying a moment of comfort and childlike innocence.",
      "The image depicts a girl in a short nightie, lying comfortably on a couch with a stuffed animal, suggesting a relaxed and intimate moment.",
      "The image shows a girl sleeping soundly on a couch, her head gently resting on the armrest, indicating a deep and peaceful slumber.",
      "The image focuses on a woman laying her head on a pillow, suggesting a moment of rest or sleep.",
      "The image shows a woman resting her head on the arm of a couch, conveying a relaxed and comfortable posture."
    ],
    "bounding_boxes": [
      {
        "x1": 0,
        "y1": 162,
        "x2": 166,
        "y2": 327,
        "class": "couch"
      },
      {
        "x1": 154,
        "y1": 146,
        "x2": 500,
        "y2": 327,
        "class": "couch"
      },
      {
        "x1": 197,
        "y1": 159,
        "x2": 343,
        "y2": 327,
        "class": "person"
      },
      {
        "x1": 222,
        "y1": 198,
        "x2": 311,
        "y2": 268,
        "class": "teddy bear"
      },
      {
        "x1": 0,
        "y1": 162,
        "x2": 166,
        "y2": 331,
        "class": "chair"
      }
    ]
  },
  {
    "image_id": "496269",
    "original_captions": [
      "A large delivery truck has been decorated with colorful, bright lights.",
      "A large Coca Cola truck is barked on the curb.",
      "A Coca-Cola eighteen wheeler decorated all around with lights.",
      "A red truck with various lighting around its exterior.",
      "Coca-Cola' s big red Holiday truck on the move."
    ],
    "dense_captions": [
      "The image features a large delivery truck, impressively decorated with colorful and bright lights, suggesting a festive or promotional vehicle.",
      "The image depicts a large Coca-Cola truck, prominently parked on the curb, highlighting its iconic branding and presence in an urban setting.",
      "The image shows a Coca-Cola eighteen-wheeler, elaborately decorated all around with lights, transforming it into a mobile holiday display or promotional vehicle.",
      "The image displays a red truck, adorned with various lighting elements around its exterior, creating an eye-catching and illuminated presence.",
      "The image captures Coca-Cola's iconic big red Holiday truck in motion, suggesting its role in festive parades or promotional tours."
    ],
    "bounding_boxes": [
      {
        "x1": 16,
        "y1": 226,
        "x2": 58,
        "y2": 272,
        "class": "person"
      },
      {
        "x1": 471,
        "y1": 220,
        "x2": 570,
        "y2": 361,
        "class": "person"
      },
      {
        "x1": 78,
        "y1": 3,
        "x2": 640,
        "y2": 332,
        "class": "truck"
      },
      {
        "x1": 0,
        "y1": 230,
        "x2": 27,
        "y2": 267,
        "class": "person"
      }
    ]
  },
  {
    "image_id": "436383",
    "original_captions": [
      "A white counter with lots of desserts and cakes.",
      "A very cute display case holding many tasty treats.",
      "some kind of knickknack that has doughnuts and other desserts on it.",
      "VARIETY OF PASTRIES IN A SMALL CASE WITH A SMALL TREE",
      "A display cabinet for pastries filled with pies cakes and doughnuts."
    ],
    "dense_captions": [
      "The image shows a white counter laden with a tempting array of desserts and cakes, suggesting a bakery display or a dessert buffet.",
      "The image depicts a very cute display case, meticulously arranged and holding many tasty treats, inviting customers to indulge.",
      "The image features some kind of knickknack adorned with doughnuts and other desserts, suggesting a decorative and edible display.",
      "The image displays a variety of pastries, neatly arranged in a small case, with a small tree nearby, creating a charming and inviting confectionery display.",
      "The image shows a display cabinet specifically designed for pastries, filled with an assortment of pies, cakes, and doughnuts, highlighting a rich selection of baked goods."
    ],
    "bounding_boxes": [
      {
        "x1": 358,
        "y1": 227,
        "x2": 390,
        "y2": 251,
        "class": "donut"
      },
      {
        "x1": 380,
        "y1": 234,
        "x2": 415,
        "y2": 265,
        "class": "donut"
      },
      {
        "x1": 396,
        "y1": 225,
        "x2": 428,
        "y2": 253,
        "class": "donut"
      },
      {
        "x1": 376,
        "y1": 204,
        "x2": 410,
        "y2": 235,
        "class": "donut"
      },
      {
        "x1": 410,
        "y1": 214,
        "x2": 440,
        "y2": 242,
        "class": "donut"
      },
      {
        "x1": 394,
        "y1": 194,
        "x2": 424,
        "y2": 221,
        "class": "donut"
      },
      {
        "x1": 328,
        "y1": 212,
        "x2": 360,
        "y2": 239,
        "class": "donut"
      },
      {
        "x1": 345,
        "y1": 202,
        "x2": 373,
        "y2": 228,
        "class": "donut"
      },
      {
        "x1": 354,
        "y1": 193,
        "x2": 383,
        "y2": 220,
        "class": "donut"
      },
      {
        "x1": 321,
        "y1": 185,
        "x2": 352,
        "y2": 214,
        "class": "donut"
      },
      {
        "x1": 334,
        "y1": 298,
        "x2": 426,
        "y2": 362,
        "class": "cake"
      },
      {
        "x1": 256,
        "y1": 252,
        "x2": 327,
        "y2": 301,
        "class": "cake"
      },
      {
        "x1": 335,
        "y1": 176,
        "x2": 364,
        "y2": 203,
        "class": "donut"
      },
      {
        "x1": 307,
        "y1": 195,
        "x2": 340,
        "y2": 226,
        "class": "donut"
      },
      {
        "x1": 179,
        "y1": 213,
        "x2": 251,
        "y2": 264,
        "class": "cake"
      },
      {
        "x1": 243,
        "y1": 101,
        "x2": 303,
        "y2": 147,
        "class": "cake"
      },
      {
        "x1": 149,
        "y1": 64,
        "x2": 223,
        "y2": 117,
        "class": "cake"
      },
      {
        "x1": 225,
        "y1": 148,
        "x2": 308,
        "y2": 208,
        "class": "cake"
      },
      {
        "x1": 82,
        "y1": 53,
        "x2": 144,
        "y2": 108,
        "class": "cake"
      },
      {
        "x1": 114,
        "y1": 175,
        "x2": 180,
        "y2": 229,
        "class": "cake"
      },
      {
        "x1": 423,
        "y1": 209,
        "x2": 451,
        "y2": 235,
        "class": "donut"
      },
      {
        "x1": 165,
        "y1": 124,
        "x2": 234,
        "y2": 181,
        "class": "cake"
      }
    ]
  },
  {
    "image_id": "426712",
    "original_captions": [
      "Two woman inside a fence with a sheep with grass. ",
      "Two girls feed a goat grass  from their hands.",
      "Two women who are holding some grass by a sheep.",
      "A couple of ladies are on the field with a dog. ",
      "This is an animal approaching a human with food and another human has a camera."
    ],
    "dense_captions": [
      "The image captures two women inside a fence, interacting with a sheep that is grazing on grass, suggesting a farm or petting zoo environment.",
      "The image depicts two girls gently feeding a goat grass directly from their hands, highlighting a tender interaction with an animal.",
      "The image shows two women holding some grass, positioned near a sheep, suggesting they are about to feed or interact with the animal.",
      "The image depicts a couple of ladies in a field, accompanied by a dog, suggesting a leisurely outdoor activity or a walk.",
      "The image captures an animal approaching a human who is holding food, while another human is visible with a camera, suggesting a planned interaction or a photo opportunity with wildlife."
    ],
    "bounding_boxes": [
      {
        "x1": 137,
        "y1": 239,
        "x2": 276,
        "y2": 577,
        "class": "sheep"
      },
      {
        "x1": 309,
        "y1": 60,
        "x2": 327,
        "y2": 96,
        "class": "chair"
      },
      {
        "x1": 354,
        "y1": 47,
        "x2": 405,
        "y2": 153,
        "class": "person"
      },
      {
        "x1": 177,
        "y1": 57,
        "x2": 274,
        "y2": 374,
        "class": "person"
      },
      {
        "x1": 550,
        "y1": 22,
        "x2": 570,
        "y2": 88,
        "class": "person"
      },
      {
        "x1": 460,
        "y1": 48,
        "x2": 473,
        "y2": 77,
        "class": "person"
      },
      {
        "x1": 400,
        "y1": 40,
        "x2": 428,
        "y2": 88,
        "class": "person"
      },
      {
        "x1": 315,
        "y1": 52,
        "x2": 334,
        "y2": 81,
        "class": "person"
      },
      {
        "x1": 310,
        "y1": 42,
        "x2": 327,
        "y2": 65,
        "class": "person"
      },
      {
        "x1": 295,
        "y1": 44,
        "x2": 306,
        "y2": 80,
        "class": "person"
      },
      {
        "x1": 624,
        "y1": 36,
        "x2": 634,
        "y2": 52,
        "class": "person"
      },
      {
        "x1": 506,
        "y1": 50,
        "x2": 519,
        "y2": 76,
        "class": "chair"
      },
      {
        "x1": 398,
        "y1": 86,
        "x2": 516,
        "y2": 524,
        "class": "person"
      },
      {
        "x1": 401,
        "y1": 23,
        "x2": 440,
        "y2": 77,
        "class": "chair"
      },
      {
        "x1": 351,
        "y1": 22,
        "x2": 387,
        "y2": 72,
        "class": "chair"
      },
      {
        "x1": 308,
        "y1": 24,
        "x2": 343,
        "y2": 70,
        "class": "chair"
      }
    ]
  },
  {
    "image_id": "74332",
    "original_captions": [
      "a man wearing a silly mask while using a cell phone ",
      "a man in a show wearing a big hat",
      "A man in a red shirt is wearing a fake nose and a yellow hat. ",
      "A man with a red shirt holding a cell phone with a large orange hat and a costume on his face.",
      "A person with a cell phone on a street."
    ],
    "dense_captions": [
      "The image captures a man wearing a silly mask while actively using a cell phone, creating a humorous and incongruous scene.",
      "The image depicts a man in a show, wearing a large, distinctive hat, suggesting a performance or a costume event.",
      "The image features a man in a red shirt, wearing a fake nose and a yellow hat, indicating a costume or a playful disguise.",
      "The image shows a man in a red shirt, holding a cell phone, while wearing a large orange hat and a costume on his face, creating a very eccentric and attention-grabbing appearance.",
      "The image captures a person using a cell phone on a street, a common urban sight, but with an unusual costume."
    ],
    "bounding_boxes": [
      {
        "x1": 390,
        "y1": 126,
        "x2": 426,
        "y2": 167,
        "class": "umbrella"
      },
      {
        "x1": 58,
        "y1": 148,
        "x2": 94,
        "y2": 174,
        "class": "umbrella"
      },
      {
        "x1": 190,
        "y1": 194,
        "x2": 205,
        "y2": 207,
        "class": "cell phone"
      },
      {
        "x1": 44,
        "y1": 207,
        "x2": 49,
        "y2": 210,
        "class": "cell phone"
      },
      {
        "x1": 97,
        "y1": 83,
        "x2": 337,
        "y2": 640,
        "class": "person"
      },
      {
        "x1": 323,
        "y1": 176,
        "x2": 403,
        "y2": 359,
        "class": "person"
      },
      {
        "x1": 280,
        "y1": 363,
        "x2": 426,
        "y2": 588,
        "class": "person"
      },
      {
        "x1": 0,
        "y1": 350,
        "x2": 125,
        "y2": 523,
        "class": "person"
      },
      {
        "x1": 104,
        "y1": 333,
        "x2": 173,
        "y2": 475,
        "class": "person"
      },
      {
        "x1": 51,
        "y1": 279,
        "x2": 102,
        "y2": 385,
        "class": "person"
      },
      {
        "x1": 310,
        "y1": 435,
        "x2": 426,
        "y2": 640,
        "class": "person"
      },
      {
        "x1": 0,
        "y1": 304,
        "x2": 54,
        "y2": 421,
        "class": "person"
      },
      {
        "x1": 92,
        "y1": 183,
        "x2": 126,
        "y2": 257,
        "class": "person"
      },
      {
        "x1": 74,
        "y1": 297,
        "x2": 175,
        "y2": 391,
        "class": "person"
      },
      {
        "x1": 325,
        "y1": 345,
        "x2": 381,
        "y2": 434,
        "class": "person"
      },
      {
        "x1": 262,
        "y1": 167,
        "x2": 298,
        "y2": 226,
        "class": "person"
      },
      {
        "x1": 166,
        "y1": 218,
        "x2": 288,
        "y2": 327,
        "class": "backpack"
      },
      {
        "x1": 288,
        "y1": 185,
        "x2": 313,
        "y2": 257,
        "class": "person"
      },
      {
        "x1": 108,
        "y1": 173,
        "x2": 425,
        "y2": 366,
        "class": "person"
      }
    ]
  },
  {
    "image_id": "325211",
    "original_captions": [
      "I really cant see this image very well.",
      "An open book in front of a keyboard and monitor ",
      "A book is open in front of a keyboard. ",
      "very blurry picture of what looks like 2 open books",
      "Someone is taking notes or an open book test on the computer."
    ],
    "dense_captions": [
      "The image is difficult to discern clearly, suggesting it might be blurry or poorly lit, making specific details hard to identify.",
      "The image shows an open book positioned directly in front of a keyboard and a monitor, suggesting a study or work setup.",
      "The image depicts a book lying open, placed in front of a keyboard, indicating a reference material being used alongside a computer.",
      "The image is a very blurry picture, but it appears to show two open books, making it hard to make out specific content.",
      "The image suggests someone is actively taking notes or engaged in an open book test on the computer, implying a focused academic or work task."
    ],
    "bounding_boxes": [
      {
        "x1": 3,
        "y1": 324,
        "x2": 473,
        "y2": 450,
        "class": "keyboard"
      },
      {
        "x1": 0,
        "y1": 0,
        "x2": 473,
        "y2": 458,
        "class": "laptop"
      },
      {
        "x1": 2,
        "y1": 404,
        "x2": 473,
        "y2": 626,
        "class": "book"
      }
    ]
  },
  {
    "image_id": "397950",
    "original_captions": [
      "The white horse is standing behind a rusted old truck.",
      "A white horse standing next to a rusty old truck.",
      "The horse is walking near the truck. ",
      "Should we hitch up the horse or hitch up the truck.",
      "a truck that has a horse standing next to it"
    ],
    "dense_captions": [
      "The image features a pristine white horse standing calmly behind a rusted old truck, creating a striking contrast between nature and decay.",
      "The image shows a white horse standing peacefully next to a rusty old truck, highlighting the juxtaposition of a living animal and an aged vehicle.",
      "The image depicts a horse walking near a truck, suggesting a rural setting or a farm environment.",
      "The image presents a rhetorical question about whether to hitch up the horse or the truck, implying a choice between traditional and modern transportation.",
      "The image shows a truck, visibly aged and possibly rusty, with a horse standing right next to it, creating a rustic and somewhat nostalgic scene."
    ],
    "bounding_boxes": [
      {
        "x1": 107,
        "y1": 187,
        "x2": 161,
        "y2": 308,
        "class": "horse"
      },
      {
        "x1": 221,
        "y1": 150,
        "x2": 525,
        "y2": 346,
        "class": "truck"
      }
    ]
  },
  {
    "image_id": "365619",
    "original_captions": [
      "there is a cat that is playing with a bird toy",
      "A cat that is in the air pawing a bird.",
      "A cat catching a bird in mid air.",
      "A cat reaching up into the air to catch a bird.",
      "A taxidermy lynx stuffed and positioned to capture a taxidermy bird."
    ],
    "dense_captions": [
      "The image captures a cat actively playing with a bird toy, suggesting a playful and energetic moment for the feline.",
      "The image shows a cat in mid-air, its paws extended, attempting to catch a bird, highlighting its agility and predatory instincts.",
      "The image depicts a cat in the act of catching a bird in mid-air, showcasing a dynamic and precise hunting maneuver.",
      "The image captures a cat reaching upwards into the air, attempting to catch a bird, emphasizing its focus and determination.",
      "The image clarifies that it is a taxidermy lynx, stuffed and posed in a dynamic position as if capturing a taxidermy bird, revealing an artificial yet lifelike display."
    ],
    "bounding_boxes": [
      {
        "x1": 1,
        "y1": 124,
        "x2": 351,
        "y2": 639,
        "class": "cat"
      },
      {
        "x1": 280,
        "y1": 23,
        "x2": 453,
        "y2": 182,
        "class": "bird"
      }
    ]
  },
  {
    "image_id": "427972",
    "original_captions": [
      "a small fireplace and a cat in a room",
      "Four cats stand and sit on a tall tower.",
      "A room with a  fire place in front of a TV.",
      "A book shelf is being used as a cat tree by four different cats",
      "A wooden shelf with cats all over it. "
    ],
    "dense_captions": [
      "The image shows a small, cozy fireplace within a room, with a cat comfortably present, suggesting a warm and inviting domestic scene.",
      "The image depicts four cats, some standing and some sitting, all positioned on a tall cat tower, highlighting their playful and climbing nature.",
      "The image features a room with a fireplace, positioned directly in front of a TV, creating a central entertainment and comfort zone.",
      "The image shows a bookshelf being creatively utilized as a cat tree by four different cats, highlighting their playful adaptation of furniture.",
      "The image displays a wooden shelf, completely covered with cats, suggesting a popular and comfortable spot for the felines."
    ],
    "bounding_boxes": [
      {
        "x1": 298,
        "y1": 327,
        "x2": 375,
        "y2": 493,
        "class": "tv"
      },
      {
        "x1": 144,
        "y1": 61,
        "x2": 288,
        "y2": 123,
        "class": "cat"
      },
      {
        "x1": 236,
        "y1": 148,
        "x2": 282,
        "y2": 188,
        "class": "cat"
      },
      {
        "x1": 207,
        "y1": 230,
        "x2": 272,
        "y2": 279,
        "class": "cat"
      },
      {
        "x1": 221,
        "y1": 322,
        "x2": 281,
        "y2": 369,
        "class": "cat"
      },
      {
        "x1": 119,
        "y1": 108,
        "x2": 166,
        "y2": 154,
        "class": "clock"
      },
      {
        "x1": 218,
        "y1": 454,
        "x2": 239,
        "y2": 494,
        "class": "remote"
      },
      {
        "x1": 237,
        "y1": 480,
        "x2": 288,
        "y2": 500,
        "class": "book"
      }
    ]
  },
  {
    "image_id": "521131",
    "original_captions": [
      "Two surfers carry their surfboards at the edge of the water.",
      "Two men with surfboards that are in the sand.",
      "two people holding surf boards on a beach ",
      "Two people standing on the beach with surfboards. ",
      "A pair of men holding surfboards stand on the beach by the water."
    ],
    "dense_captions": [
      "The image captures two surfers carrying their surfboards at the very edge of the water, suggesting they are either about to enter or have just exited the ocean.",
      "The image shows two men with their surfboards, standing in the sand, indicating a beach setting and readiness for surfing.",
      "The image depicts two people holding surfboards on a beach, conveying a sense of anticipation for the waves or a post-surf rest.",
      "The image shows two people standing on the beach, both holding surfboards, highlighting their presence in a coastal environment.",
      "The image features a pair of men, each holding a surfboard, standing on the beach right by the water, suggesting they are either heading out to surf or returning from a session."
    ],
    "bounding_boxes": [
      {
        "x1": 242,
        "y1": 167,
        "x2": 342,
        "y2": 382,
        "class": "person"
      },
      {
        "x1": 165,
        "y1": 160,
        "x2": 234,
        "y2": 372,
        "class": "person"
      },
      {
        "x1": 143,
        "y1": 210,
        "x2": 262,
        "y2": 298,
        "class": "surfboard"
      },
      {
        "x1": 269,
        "y1": 203,
        "x2": 351,
        "y2": 313,
        "class": "surfboard"
      },
      {
        "x1": 423,
        "y1": 0,
        "x2": 463,
        "y2": 25,
        "class": "person"
      },
      {
        "x1": 383,
        "y1": 0,
        "x2": 419,
        "y2": 22,
        "class": "person"
      }
    ]
  },
  {
    "image_id": "57050",
    "original_captions": [
      "A train traveling the tracks under a partly cloudy sky.",
      "a train on a track near many trees ",
      "A train is moving down a railroad track.",
      "A very big pretty train on the tracks.",
      "A diesel train coming down railroad tracks next to a street."
    ],
    "dense_captions": [
      "The image captures a train traveling along the tracks under a partly cloudy sky, suggesting a journey through a changing landscape.",
      "The image shows a train on a track, surrounded by many trees, indicating a scenic route through a natural environment.",
      "The image depicts a train in motion, moving down a railroad track, emphasizing its journey and functionality.",
      "The image features a very big and aesthetically pleasing train on the tracks, highlighting its impressive size and design.",
      "The image shows a diesel train approaching or moving down railroad tracks, positioned right next to a street, indicating an intersection of transportation routes."
    ],
    "bounding_boxes": [
      {
        "x1": 176,
        "y1": 152,
        "x2": 490,
        "y2": 258,
        "class": "train"
      }
    ]
  },
  {
    "image_id": "55429",
    "original_captions": [
      "A pink plate topped with two sausages on a bun.",
      "This meal has two sausages with buns on a plate.",
      "Two hot dogs laying on a plate with a glass of wine to the side.",
      "There are two hot dogs on the plate, one half eaten.",
      "The sausage is sitting on the side of the plate."
    ],
    "dense_captions": [
      "The image displays a pink plate topped with two sausages, each nestled in a bun, creating a visually distinct and ready-to-eat meal.",
      "The image shows a meal consisting of two sausages with buns, arranged on a plate, indicating a simple and satisfying dish.",
      "The image features two hot dogs resting on a plate, with a glass of wine positioned to the side, suggesting a casual yet somewhat refined meal.",
      "The image depicts two hot dogs on a plate, with one clearly half-eaten, suggesting a meal in progress.",
      "The image shows a sausage resting on the side of a plate, highlighting its placement and perhaps its role as a side dish or part of a larger meal."
    ],
    "bounding_boxes": [
      {
        "x1": 131,
        "y1": 146,
        "x2": 440,
        "y2": 327,
        "class": "hot dog"
      },
      {
        "x1": 486,
        "y1": 11,
        "x2": 640,
        "y2": 246,
        "class": "wine glass"
      },
      {
        "x1": 574,
        "y1": 186,
        "x2": 640,
        "y2": 458,
        "class": "knife"
      },
      {
        "x1": 0,
        "y1": 0,
        "x2": 640,
        "y2": 480,
        "class": "dining table"
      }
    ]
  },
  {
    "image_id": "532007",
    "original_captions": [
      "Three people riding horses on a beach next to the ocean..",
      "Three people on three horses on a beach. ",
      "Three people riding three horses along the beach. ",
      "A group of three people ride horses on the beach alongside the ocean.",
      "Three people riding horses on the beach right up to the water."
    ],
    "dense_captions": [
      "The image captures three people riding horses on a beach, right next to the ocean, creating a picturesque scene of equestrian activity by the sea.",
      "The image depicts three people, each on their own horse, riding along a beach, emphasizing the individual riders and their mounts.",
      "The image shows three people gracefully riding three horses along the beach, highlighting the coordinated movement of riders and animals.",
      "The image captures a group of three people riding horses along the beach, right alongside the ocean, conveying a serene and enjoyable coastal experience.",
      "The image shows three people riding horses on the beach, positioned very close to the water's edge, emphasizing their proximity to the ocean."
    ],
    "bounding_boxes": [
      {
        "x1": 14,
        "y1": 189,
        "x2": 179,
        "y2": 401,
        "class": "horse"
      },
      {
        "x1": 223,
        "y1": 221,
        "x2": 307,
        "y2": 379,
        "class": "horse"
      },
      {
        "x1": 161,
        "y1": 220,
        "x2": 219,
        "y2": 361,
        "class": "horse"
      },
      {
        "x1": 78,
        "y1": 143,
        "x2": 191,
        "y2": 295,
        "class": "person"
      },
      {
        "x1": 209,
        "y1": 145,
        "x2": 290,
        "y2": 293,
        "class": "person"
      },
      {
        "x1": 177,
        "y1": 143,
        "x2": 232,
        "y2": 229,
        "class": "person"
      }
    ]
  },
  {
    "image_id": "69340",
    "original_captions": [
      "A kitchen that has a sink and cabinets in it.",
      "A small kitchen with a window and small cabinets. ",
      "The sun shining through a closed kitchen window",
      "A clean kitchen with warm sun light streaming in",
      "There are flowers in a vase by the sink and pots of plants in the window sill. "
    ],
    "dense_captions": [
      "The image shows a kitchen equipped with a sink and various cabinets, suggesting a functional and organized cooking space.",
      "The image depicts a small kitchen, featuring a window that lets in light, and compact cabinets, indicating an efficient use of space.",
      "The image captures sunlight softly shining through a closed kitchen window, creating a warm and inviting atmosphere in the room.",
      "The image shows a clean kitchen, bathed in warm sunlight streaming in, suggesting a bright and welcoming culinary environment.",
      "The image highlights flowers arranged in a vase by the sink, and several potted plants adorning the window sill, adding a touch of natural beauty and homeliness to the kitchen."
    ],
    "bounding_boxes": [
      {
        "x1": 44,
        "y1": 284,
        "x2": 137,
        "y2": 404,
        "class": "potted plant"
      },
      {
        "x1": 143,
        "y1": 288,
        "x2": 175,
        "y2": 323,
        "class": "potted plant"
      },
      {
        "x1": 191,
        "y1": 295,
        "x2": 211,
        "y2": 329,
        "class": "potted plant"
      },
      {
        "x1": 34,
        "y1": 383,
        "x2": 68,
        "y2": 412,
        "class": "potted plant"
      },
      {
        "x1": 365,
        "y1": 307,
        "x2": 386,
        "y2": 387,
        "class": "bottle"
      },
      {
        "x1": 372,
        "y1": 367,
        "x2": 417,
        "y2": 391,
        "class": "bowl"
      },
      {
        "x1": 397,
        "y1": 343,
        "x2": 416,
        "y2": 370,
        "class": "banana"
      },
      {
        "x1": 384,
        "y1": 355,
        "x2": 399,
        "y2": 370,
        "class": "orange"
      },
      {
        "x1": 378,
        "y1": 355,
        "x2": 385,
        "y2": 364,
        "class": "orange"
      },
      {
        "x1": 372,
        "y1": 361,
        "x2": 385,
        "y2": 370,
        "class": "orange"
      },
      {
        "x1": 151,
        "y1": 382,
        "x2": 311,
        "y2": 434,
        "class": "sink"
      },
      {
        "x1": 88,
        "y1": 349,
        "x2": 113,
        "y2": 404,
        "class": "vase"
      },
      {
        "x1": 148,
        "y1": 300,
        "x2": 172,
        "y2": 329,
        "class": "vase"
      },
      {
        "x1": 0,
        "y1": 379,
        "x2": 27,
        "y2": 414,
        "class": "bowl"
      },
      {
        "x1": 281,
        "y1": 230,
        "x2": 306,
        "y2": 279,
        "class": "vase"
      },
      {
        "x1": 374,
        "y1": 355,
        "x2": 400,
        "y2": 370,
        "class": "apple"
      },
      {
        "x1": 5,
        "y1": 494,
        "x2": 128,
        "y2": 612,
        "class": "oven"
      },
      {
        "x1": 14,
        "y1": 263,
        "x2": 54,
        "y2": 303,
        "class": "potted plant"
      }
    ]
  },
  {
    "image_id": "164955",
    "original_captions": [
      "a man is making a large jump on a snowboard.",
      "A person snowboarding with a green snow board.",
      "Man riding on a large snowboard down a sloped track.",
      "The snowboarder is going down the air and caught some air.",
      "A snowboarder is doing tricks on a ski slope."
    ],
    "dense_captions": [
      "The image captures a man performing a large jump on a snowboard, soaring high in the air, showcasing an impressive acrobatic feat.",
      "The image depicts a person snowboarding, clearly visible with a vibrant green snowboard, highlighting the equipment and the action.",
      "The image shows a man riding on a large snowboard down a sloped track, emphasizing the size of the board and the speed of the descent.",
      "The image captures a snowboarder in mid-air, having caught significant air, illustrating an exhilarating moment of flight during a trick.",
      "The image shows a snowboarder executing various tricks on a ski slope, highlighting their skill and athleticism in the winter sport."
    ],
    "bounding_boxes": [
      {
        "x1": 130,
        "y1": 192,
        "x2": 253,
        "y2": 306,
        "class": "person"
      },
      {
        "x1": 311,
        "y1": 185,
        "x2": 338,
        "y2": 261,
        "class": "person"
      },
      {
        "x1": 235,
        "y1": 193,
        "x2": 267,
        "y2": 259,
        "class": "person"
      },
      {
        "x1": 134,
        "y1": 250,
        "x2": 240,
        "y2": 369,
        "class": "snowboard"
      },
      {
        "x1": 285,
        "y1": 189,
        "x2": 312,
        "y2": 260,
        "class": "person"
      },
      {
        "x1": 262,
        "y1": 184,
        "x2": 300,
        "y2": 261,
        "class": "person"
      },
      {
        "x1": 329,
        "y1": 226,
        "x2": 350,
        "y2": 259,
        "class": "snowboard"
      },
      {
        "x1": 311,
        "y1": 203,
        "x2": 322,
        "y2": 258,
        "class": "snowboard"
      }
    ]
  },
  {
    "image_id": "313569",
    "original_captions": [
      "A couple of men standing around a flat screen TV.",
      "two males one in a sailor suit and the other in an orange and blue shirt",
      "Two adult men in front of a television playing a videogame. ",
      "Two people playing an interactive video game on a small tv.",
      "A navy sailor and friend checking out the computer."
    ],
    "dense_captions": [
      "The image shows a couple of men standing around a flat screen TV, suggesting a shared viewing experience or a social gathering centered around entertainment.",
      "The image depicts two males, one dressed in a sailor suit and the other in an orange and blue shirt, highlighting their distinct attire and contrasting styles.",
      "The image captures two adult men positioned in front of a television, actively engaged in playing a video game, suggesting a shared leisure activity.",
      "The image shows two people playing an interactive video game on a small TV, emphasizing the engagement and the compact setup.",
      "The image depicts a navy sailor and a friend checking out a computer, suggesting a shared interest in technology or a casual meeting."
    ],
    "bounding_boxes": [
      {
        "x1": 361,
        "y1": 91,
        "x2": 588,
        "y2": 284,
        "class": "tv"
      },
      {
        "x1": 147,
        "y1": 24,
        "x2": 471,
        "y2": 480,
        "class": "person"
      },
      {
        "x1": 9,
        "y1": 8,
        "x2": 174,
        "y2": 373,
        "class": "person"
      },
      {
        "x1": 407,
        "y1": 241,
        "x2": 481,
        "y2": 272,
        "class": "remote"
      },
      {
        "x1": 386,
        "y1": 100,
        "x2": 423,
        "y2": 113,
        "class": "remote"
      },
      {
        "x1": 412,
        "y1": 443,
        "x2": 434,
        "y2": 471,
        "class": "remote"
      },
      {
        "x1": 507,
        "y1": 379,
        "x2": 591,
        "y2": 446,
        "class": "book"
      },
      {
        "x1": 557,
        "y1": 407,
        "x2": 624,
        "y2": 466,
        "class": "book"
      }
    ]
  },
  {
    "image_id": "450863",
    "original_captions": [
      "a skier doing a trick up high in the air",
      "A photo of the skier in the air above the snow.",
      "Skiier performing a difficult jump on the slopes",
      "a skier in an orange shirt doing an aerial trick",
      "Skier in red in mid air jump twisting"
    ],
    "dense_captions": [
      "The image captures a skier performing a trick high in the air, showcasing impressive athleticism and daring against a snowy backdrop.",
      "The image is a photograph of a skier suspended in the air above the snow, highlighting a dynamic jump or aerial maneuver.",
      "The image depicts a skier performing a difficult jump on the slopes, emphasizing the challenge and skill involved in the sport.",
      "The image shows a skier in an orange shirt, actively performing an aerial trick, highlighting their vibrant attire and dynamic movement.",
      "The image captures a skier in red, in mid-air during a jump, twisting their body, showcasing an advanced and acrobatic maneuver."
    ],
    "bounding_boxes": [
      {
        "x1": 150,
        "y1": 83,
        "x2": 194,
        "y2": 111,
        "class": "person"
      },
      {
        "x1": 143,
        "y1": 72,
        "x2": 168,
        "y2": 128,
        "class": "skis"
      }
    ]
  }
]